exercises_info = {
"Приседания со штангой": {
        "muscles": "Квадрицепсы, мышцы задней части бедра и ягодиц",
        "type": "Базовое упражнение",
        "effect": "Масса и объем всех мышц бедра",
        "description": (
            "Приседания со штангой — самое эффективное упражнение для наращивания массы и силы мышц бедра в целом (с акцентом на квадрицепсы).\n\n"
            "Одновременное разгибание коленного и тазобедренного суставов — основное движение в легкой атлетике (прыжки в высоту, в длину, бег), прыжках в воду, баскетболе, волейболе, бейсболе, футболе, хоккее, теннисе и даже в плавании (старт). Поэтому, регулярно отрабатывая приседания со штангой, вы несомненно улучшите свои спортивные показатели во многих видах спорта."
        ),
        "technique": (
            "Техника выполнения:\n"
            "1. Станьте лицом к грифу посередине атлетической рамы. Подсядьте под гриф штанги (поставив ступни точно под гриф) и упритесь в него верхней частью трапеций. Возьмитесь за штангу хватом сверху чуть шире плеч и выпрямитесь.\n"
            "2. Слегка отступите назад (так, чтобы упоры не мешали штанге свободно опускаться вниз). Поставьте ноги на ширине плеч и чуть разведите носки в стороны. Спина и ноги выпрямлены. Вес штанги полностью распределяется на обе ступни (по всей их плоскости). Это исходное положение.\n"
            "3. Сделайте глубокий вдох и, задержав дыхание, плавно опуститесь вниз. Представьте, что вы садитесь на стул, расположенный позади вас: колени сгибаются и чуть выдвигаются вперед, ягодицы движутся назад и вниз, а торс наклоняется вперед до 45°.\n"
            "4. Приседая, сосредоточьтесь на удержании позвоночника в естественном S-образном положении. Не скругляйте спину!\n"
            "5. На протяжении всего упражнения взгляд направлен строго вперед, а пятки прочно упираются в пол.\n"
            "6. Как только бедра окажутся параллельными полу (нижняя точка), по-прежнему задерживая дыхание, изо всех сил напрягите мышцы бедер и поднимитесь вверх.\n"
            "7. Выдохните после преодоления самого сложного участка подъема."
        ),
        "tips": (
            "• Держите спину слегка прогнутой в пояснице. Скругление спины повышает риск травмы.\n"
            "• Держите мышцы живота напряженными на протяжении всего сета — это стабилизирует корпус.\n"
            "• Не отрывайте пятки от пола. Приседание на носках снижает устойчивость и нагружает колени.\n"
            "• Глубина приседа ограничивается моментом, когда вы еще можете держать спину прямо, а пятки — на полу.\n"
            "• Узкая постановка ног акцентирует квадрицепсы, широкая — заднюю поверхность бедра и ягодицы."
        ),
        "application": (
            "Кому: атлетам среднего уровня подготовки и выше.\n"
            "Когда: первым упражнением в тренировке ног.\n"
            "После приседаний можно выполнять гак-приседания, жимы ногами, выпады и разгибания ног в тренажере.\n"
        ),
        "muscles_list": [
            {"color": "#F4A300", "name": "Латеральная мышца бедра", "group": "Квадрицепс (передняя часть бедра)", "location": "Боковая (внешняя) сторона передней части бедра", "function": "Разгибает ногу в колене (выпрямляет ногу в колене)"},
            {"color": "#E53935", "name": "Медиальная мышца бедра", "group": "Квадрицепс (передняя часть бедра)", "location": "Внутренняя сторона передней части бедра", "function": "Разгибает ногу в колене"},
            {"color": "#FDD835", "name": "Прямая мышца бедра", "group": "Квадрицепс (передняя часть бедра)", "location": "Середина передней части бедра", "function": "Разгибает ногу в колене"},
            {"color": "#F8BBD0", "name": "Промежуточная широкая мышца бедра", "group": "Квадрицепс (передняя часть бедра)", "location": "Середина бедра, покрыта прямой мышцей бедра", "function": "Разгибает ногу в колене"},
            {"color": "#EC407A", "name": "Двуглавая мышца (бицепс бедра)", "group": "Задняя часть бедра", "location": "Внешняя (боковая) сторона задней части бедра", "function": "Разгибает тазобедренный сустав (отводит торс от бедер, поднимает из приседа)"},
            {"color": "#42A5F5", "name": "Полусухожильная мышца бедра", "group": "Задняя часть бедра", "location": "Внутренняя сторона задней части бедра", "function": "Разгибает тазобедренный сустав (отводит торс от бедер, поднимает из приседа)"},
            {"color": "#D7CCC8", "name": "Полуперепончатая мышца бедра", "group": "Задняя часть бедра", "location": "Внутренняя сторона задней части бедра, покрыта полусухожильной мышцей", "function": "Разгибает тазобедренный сустав (отводит торс от бедер, поднимает из приседа)"},
            {"color": "#B39DDB", "name": "Большая ягодичная мышца", "group": "Ягодицы", "location": "Ягодичная область", "function": "Разгибает тазобедренный сустав (отводит торс от бедер, поднимает из приседа)"}
        ]
    },
    "Обратные разведения в тренажере Peck-Deck": {
        "muscles": "Задние дельты, трапеции и мышцы-вращатели плеча",
        "type": "Изолирующее упражнение",
        "effect": "Детализация плеч и верха спины",
        "description": (
            "**Обратные разведения** — инструмент тонкой доводки формы и рельефа заднего пучка дельт, а также всех мышц верха спины. Кроме этого обратные разведения укрепляют мышцы-вращатели плеча, от силы которых напрямую зависит устойчивость плечевого сустава к нагрузкам.\n\n"
            "Регулярно отрабатывая обратные разведения, вы улучшите спортивные результаты в гребле, стрельбе из лука, гимнастике, теннисе, бейсболе и борьбе."
        ),
        "technique": (
            "Техника: Обратные разведения в тренажере Peck-Deck\n\n"
            "1. Отрегулируйте положение рукояток и высоту сиденья тренажера Peck-Deck так, чтобы в исходном положении расстояние между рукоятками равнялось ширине плеч, а руки, удерживающие рукоятки, были выпрямлены и параллельны полу.\n"
            "2. Примите исходное положение: грудная клетка прижата к спинке сиденья, туловище в вертикальном положении, спина слегка прогнута в пояснице, руки выпрямлены и держат рукоятки нейтральным хватом (ладони смотрят друг на друга). Слегка разведите рукоятки так, чтобы груз поднялся с упоров.\n"
            "3. Сделайте вдох и, задержав дыхание, напрягите задние дельты и мышцы верха спины, разведите рукоятки как можно дальше назад — локти должны оказаться за уровнем спины.\n"
            "4. В верхней точке упражнения, когда руки максимально отведены назад, сделайте небольшую паузу, еще сильнее напрягите задние дельты, а затем выдохните и плавно вернитесь в исходное положение.\n"
            "5. Достигнув нижнюю точку упражнения (рукоятки чуть шире плеч, груз на весу и не касается упоров), сделайте секундную паузу и приступайте к следующему повторению.\n"
            "6. Возможно, конструкция тренажера не позволит выполнять упражнение на выпрямленных руках. В этом случае допускается слегка согнуть руки в исходном положении. Главное: не сгибать и не разгибать руки во время движения, локтевой сустав должен быть зафиксирован до завершения сета."
        ),
        "tips": (
            "Советы: Обратные разведения в тренажере Peck-Deck\n\n"
            "1. Постарайтесь представить, что вы разводите не рукоятки, а локти. Такая визуализация поможет вам правильно включить мышцы и выполнять обратные разведения за счет усилия задних дельт и мышц спины, а не рук.\n"
            "2. Обязательно держите торс выпрямленным и неподвижным на протяжении всего сета. Это гарантия как безопасности, так и эффективности упражнения.\n"
            "3. Принципиально важно задерживать дыхание в фазе разведения рук. Во-первых, это позволяет развить более мощное усилие, а во-вторых, защищает поясницу от травм.\n"
            "4. Чтобы добиться максимального сокращения заднего пучка дельтовидных, средних трапеций и ромбовидных мышц, обязательно заводите локти за спину. Если это не удается, значит вы взяли слишком тяжелый вес или же вам следует поработать над улучшением гибкости плечевого сустава.\n"
            "5. Не гонитесь за тяжелыми весами. Секрет эффективности обратных разведений — строгое соблюдение правильной формы и техники выполнения упражнения."
        ),
        "application": (
            "Применение: Обратные разведения в тренажере Peck-Deck\n\n"
            "Кому: Атлетам среднего уровня подготовки и выше.\n"
            "Когда: В конце тренировки плеч. Перед разведениями в тренажере обратный Peck-Deck сделайте жимы гантелей/штанги сидя/стоя, подъемы гантелей перед собой и разведения стоя.\n"
        ),
        "muscles_list": [
            {"color": "#FF0000", "name": "Задняя головка дельтовидной", "group": "Плечи", "location": "Задний пучок дельт, покрывает плечевой сустав сзади", "function": "Отводит локти из положения перед грудью за спину (разгибание плеча) в плоскости, перпендикулярной торсу"},
            {"color": "#FFA500", "name": "Подостная мышца", "group": "Плечи", "location": "Глубокая мышца верха спины, покрыта трапециями и дельтами", "function": "Помогает разгибать плечо; фиксирует верх руки развернутым наружу"},
            {"color": "#0000FF", "name": "Малая круглая мышца", "group": "Плечи", "location": "Глубокая мышца верха спины, покрыта трапециями и дельтами", "function": "Помогает разгибать плечо; фиксирует верх руки развернутым наружу"},
            {"color": "#008000", "name": "Ромбовидная мышца", "group": "Мышцы-ассистенты", "location": "Верхняя область средней части спины — под трапециями", "function": "Сводит лопатки; фиксирует плечевой пояс и правильный изгиб позвоночника"},
            {"color": "#FFFF00", "name": "Трапециевидная мышца (трапеция)", "group": "Мышцы-ассистенты", "location": "Большая мышца в форме бриллианта посередине верхней половины спины", "function": "Сводит лопатки; фиксирует плечевой пояс и правильный изгиб позвоночника"}
        ]
    },
    "Разведение гантелей стоя": {
        "muscles": "Средние дельты, надостная мышца и трапеции",
        "type": "Формирующее упражнение",
        "effect": "Форма, рельеф и ширина плеч",
        "description": (
            "**Разведения гантелей стоя** прицельно утюжат средние дельты, которые определяют ширину плеч — первое, что бросается в глаза и подчеркивает атлетичность телосложения. Упражнение прорезает четкую разделительную линию вокруг средней головки дельты и усиливает ее «полосатость».\n\n"
            "Разведения гантелей стоя укрепляют мышцы, выполняющие отведение руки в плечевом суставе, — движение, характерное для баскетбола, волейбола, плавания, бокса. Помимо этого разведения гантелей стоя — отличное средство профилактики и лечения тугоподвижности плечевого сустава."
        ),
        "technique": (
            "Техника: Разведение гантелей стоя\n\n"
            "1. Поставьте ноги на ширине плеч или чуть шире, возьмите гантели и станьте ровно. Руки выпрямлены и слегка расслаблены, гантели «свисают» по бокам бедер и чуть повернуты внутрь, взгляд направлен вперед. Это и есть исходное положение.\n"
            "2. Сделайте глубокий вдох и, задержав дыхание, напрягите средние дельты, поднимите руки через стороны строго в вертикальной плоскости, проходящей через плечи.\n"
            "3. Начиная подъем гантелей, слегка согните руки и удерживайте их зафиксированными в локтях до конца сета. Сгибать и разгибать руки во время выполнения упражнения недопустимо.\n"
            "4. Достигнув верхнюю точку (гантели на уровне плеч или чуть выше), выдохните, плавно опустите гантели к бедрам и тут же, без всякой остановки, начинайте следующее повторение.\n"
            "5. Выполняйте упражнение в подчеркнуто умеренном темпе."
        ),
        "tips": (
            "Советы: Подъем гантелей над головой через стороны\n\n"
            "1. Не используйте слишком тяжелые гантели! Вам вряд ли удастся дотянуть их до уровня плеч, не сгибая при этом руки. А чем сильнее сгибаются руки в локтях, тем меньше нагрузка на дельты. Всегда начинайте отработку упражнения сетом с легкими гантелями. Поднимайте их на выпрямленных руках выше макушки. Это позволит хорошенько прочувствовать движение и разогреет плечи перед рабочими сетами.\n"
            "2. Чтобы добиться максимального сокращения среднего пучка дельт, поднимайте руку на 45 градусов выше линии плеч. Это объясняется биомеханикой движения при подъеме руки через сторону вверх. Первой вступает в игру подостная мышца. Именно она выполняет основную работу по подъему руки до положения, когда угол между рукой и туловищем составляет около 30 градусов. Далее эстафету перехватывает дельтовидная мышца (точнее, ее средняя головка) — она выполняет львиную долю работы по дальнейшему подъему руки, вплоть до положения, когда рука выше линии плеч на 45 градусов. Причем, именно в этой точке средний пучок дельт достигает пика сокращения. Затем первую скрипку перехватывают трапеции, усилие которых завершает подъем руки до вертикального положения.\n"
            "3. Всегда задерживайте дыхание в позитивной фазе упражнения (подъем рук). Так легче сохранять равновесие. К тому же задержка дыхания делает вас сильнее.\n"
            "4. Во время выполнения упражнения держите спину ровной. Не наклоняйтесь вперед и не раскачивайтесь. Движение происходит только в плечевых суставах. Все остальные суставы зафиксированы! Имейте в виду: если вы разводите гантели не строго в стороны, а слегка перед собой, то вам не удержаться от искушения наклониться вперед, чтобы затем, отклоняясь назад, помочь себе всем телом поднять гантели.\n"
            "5. Вариация упражнения — разведения в блочном тренажере. Прикрепите рукоятки к тросам, проходящим через нижние блоки, затем левой рукой возьмите правую рукоятку, а правой — левую и подтяните рукоятки к бедрам (тросы перекрещиваются). Еще одна вариация — разведения с наклоном туловища в сторону рабочей руки (держась свободной рукой за опору). За счет наклона корпуса вы значительно ограничиваете участие в «игре» подостной мышцы и еще больше фокусируете нагрузку на средние дельты."
        ),
        "application": (
            "Применение: Разведение гантелей стоя\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В середине тренировки плеч. Перед разведением гантелей стоя выполните жимы гантелей или штанги сидя/стоя, после разведения стоя — разведения гантелей в наклоне или обратные разведения в тренажере Peck-Deck.\n"

        )
    },
    "Жим гантелей сидя": {
        "muscles": "Средние и передние дельты, мышцы-вращатели плеча",
        "type": "Базовое упражнение",
        "effect": "Масса и форма передних и средних дельт",
        "description": (
            "**Жим с гантелями** — отличное средство глубокой проработки передних и средних головок дельты (по сравнению с жимами штанги амплитуда движения здесь гораздо длиннее). Это упражнение наращивает массу и силу всех мышц, окружающих плечевой сустав, придает дельтам отчетливо-выпуклую форму.\n\n"
            "От силы мышц, движущих руку вперед, в сторону и вверх, напрямую зависит мощь ударов в теннисе, волейболе и баскетболе. В жимах с гантелями активно работают мышцы-стабилизаторы плечевого сустава, поэтому рекомендуем выполнять упражнение с относительно легким весом, как своего рода разминку перед тяжелыми жимами."
        ),
        "technique": (
            "Техника: Жим гантелей сидя\n\n"
            "1. Установите спинку скамьи вертикально. Сядьте на скамью, возьмите в обе руки гантели и поднимите их над плечами. Чуть-чуть подайте гантели вперед и разверните так, чтобы ладони были направлены вперед.\n"
            "2. Отведите плечи назад и расправьте грудь. Напрягите пресс, поясничные мышцы и зафиксируйте позвоночник в нормальном положении до конца сета. Слегка разведите гантели в стороны так, чтобы расстояние между ладонями было чуть шире плеч, а локти направлены в стороны и вниз.\n"
            "3. Сделайте вдох и, задержав дыхание, напрягите дельты и выжмите гантели по широкой дуге вверх. Обратите внимание: гантели движутся строго в вертикальной плоскости.\n"
            "4. Преодолев самый трудный участок жима, сделайте выдох, полностью выпрямите руки и изо всех сил напрягите дельты.\n"
            "5. В верхней точке гантели почти касаются друг друга, руки полностью выпрямлены, а плечи приподняты.\n"
            "6. Плавно опустите гантели по той же траектории к плечам и приступайте к следующему повторению."
        ),
        "tips": (
            "Советы: Жим гантелей сидя\n\n"
            "1. Чтобы усилить нагрузку на дельты, не останавливайтесь в нижней точке. Выполняйте повторение на одном дыхании, одним непрерывным движением: в верхней точке — глубокий вдох, задержали дыхание, опустили гантели и тут же выжали их вверх, сделали выдох. Используйте заряд энергии, полученный во время опускания гантелей, и вам будет гораздо легче пройти нижнюю точку без остановки.\n"
            "2. Обязательно сводите гантели вместе (до легкого щелчка) в верхней точке. Только так можно добиться максимального сокращения среднего и переднего пучков дельт.\n"
            "3. Не «рвите» гантели вверх и не «бросайте» их вниз с резким торможением в нижней точке. Движение гантелей должно быть равномерным и плавным. В положении сидя любые резкие ускорения или торможения гантелей крайне опасны, так как в этих случаях в роли амортизатора движения выступает позвоночник.\n"
            "4. Задержка дыхания облегчает задачу удержания спины в вертикальном положении и позволяет развить более мощное усилие дельтами.\n"
            "5. Не используйте чрезмерно тяжелые гантели, иначе рискуете потерять равновесие, когда гантели будут над головой. Более того, тяжелые гантели значительно ограничивают амплитуду движения, не позволяя вам поднять плечи максимально вверх.\n"
            "6. Не расслабляйте пресс и мышцы, окружающие позвоночник, до конца сета. Держите их в постоянном напряжении. Именно эти мышцы обеспечивают прочное и неподвижное положение торса — главное условие, без которого невозможно качественно проработать дельты.\n"
            "7. Для разнообразия выполняйте жим, удерживая гантели нейтральным хватом (ладони обращены друг на друга), а локти — все время направленными вперед. Это повышает нагрузку на передние дельты и верх груди."
        ),
        "application": (
            "Применение: Жим гантелей сидя\n\n"
            "Когда: Ближе к середине тренировки плеч. После жимов гантелей сидя выполните подъемы гантелей перед собой и разведения гантелей в наклоне.\n"

        )
    },
    "Жим штанги стоя (армейский жим)": {
        "muscles": "Передние и средние дельты, мышцы-вращатели плеча",
        "type": "Базовое упражнение",
        "effect": "Наращивание массы и силы плеч",
        "description": (
            "В бодибилдинге **жим штанги стоя** используется, чтобы расширить плечи, придать им объемную, выразительную форму (в первую очередь это касается передних и средних дельт). Кроме этого, жим стоя отлично развивает взрывную силу всех мышц торса.\n\n"
            "Регулярно отрабатывая жим стоя, вы улучшите спортивные показатели в тяжелой атлетике (подъемы, рывки и толчки штанги), толкании ядра, метании копья, гимнастике (отжимания на брусья), теннисе (подача и удары по мячу из-за головы), бадминтоне, волейболе (подача и блокировка мяча у сетки)."
        ),
        "technique": (
            "Техника: Жим штанги стоя (армейский жим)\n\n"
            "1. Возьмите штангу хватом сверху чуть шире плеч и полностью выпрямитесь. Гриф штанги касается бедер.\n"
            "2. Поставьте ступни параллельно на ширине плеч и чуть согните ноги в коленях. Можно выдвинуть одну ногу слегка вперед — это повысит устойчивость.\n"
            "3. Поднимите штангу на грудь. Гриф касается верхней части груди, ладони смотрят в потолок, спина слегка прогнута в пояснице, плечи расправлены, грудь — «колесом». Это и есть исходное положение.\n"
            "4. Сделайте вдох и, задержав дыхание, выжмите штангу вверх.\n"
            "5. Преодолев самый сложный участок движения, сделайте выдох. В верхней точке руки полностью выпрямлены, а плечи максимально приподняты.\n"
            "6. Достигнув верхнюю точку, на мгновение остановитесь и изо всех сил напрягите дельты.\n"
            "7. Сделайте вдох и, задержав дыхание, опустите штангу на грудь, а затем приступайте к следующему повторению.\n"
            "8. Жмите и опускайте штангу в умеренном темпе, полностью контролируя ее движение. Не выталкивайте штангу и не позволяйте ей «лететь» самой по себе."
        ),
        "tips": (
            "Советы: Жим штанги стоя (армейский жим)\n\n"
            "1. На протяжении всего сета ни в коем случае не расслабляйте пресс и мышцы, прилегающие к позвоночнику. Они должны быть всегда напряжены и прочно держать позвоночник в правильном, S-образном положении, иначе вы рискуете потерять равновесие или травмировать поясницу.\n"
            "2. Всегда держите голову прямо и смотрите строго вперед. «Задирая» голову вверх, вы будете непроизвольно отклонять торс назад и можете чересчур сильно прогнуть поясницу или же просто опрокинуться назад.\n"
            "3. Чтобы добиться максимального сокращения дельтовидных мышц и трицепсов, крайне важно полностью выпрямлять руки в конце жима, вплоть до блокировки в локтях. Тем не менее рекомендуем воздержаться от последнего и не распрямлять руки до характерного щелчка в локтевых суставах, если они слабые или имеют тенденцию к растяжению.\n"
            "4. Упражнение можно выполнять как стоя, так и сидя, хотя первое гораздо предпочтительнее. Дело в том, что при жиме штанги сидя без всякой опоры для спины крайне трудно сохранять вертикальное положение торса и не отклоняться назад.\n"
            "5. Рекомендуем при жиме штанги все время держать локти развернутыми в стороны — так легче удержать торс в устойчивом, вертикальном положении.\n"
            "6. Задержка дыхания во время движения обеспечит не только неподвижность спины и защитит позвоночник, но и значительно усилит сокращение мышц всего плечевого пояса.\n"
            "7. Одна из вариаций этого упражнения — классический Military Press, который является одним из базовых упражнений физподготовки в американской армии. Основное отличие в исходном положении: более узкий хват (меньше ширины плеч), локти развернуты вперед, одна нога выставлена на широкий шаг. Так гораздо легче держать равновесие и контролировать движение штанги."
        ),
        "application": (
            "Применение: Жим штанги стоя (армейский жим)\n\n"
            "Кому: Атлетам среднего уровня подготовки и выше.\n"
            "Когда: В самом начале тренировки плеч, когда вы еще полны сил. После жимов штанги стоя выполните жимы гантелей сидя, разведения гантелей стоя, подъемы гантелей перед собой и разведения гантелей в наклоне.\n"

        ),
        "muscles_list": [
            {"color": "#FFFF00", "name": "Передняя головка дельтовидной", "group": "Плечи", "location": "Покрывает плечевой сустав спереди и частично сверху", "function": "Движет верхнюю часть руки вперед и вверх (сгибание плеча)"},
            {"color": "#FFA500", "name": "Средняя головка дельтовидной", "group": "Плечи", "location": "Покрывает плечевой сустав сверху", "function": "Отводит верх руки от туловища в сторону и поднимает ее вверх"},
            {"color": "#FF00FF", "name": "Надостная мышца", "group": "Плечи", "location": "Глубокая мышца верха спины, крепится к плечевой кости, покрыта трапецией и дельтами", "function": "Отводит верх руки от туловища в сторону (отведение плеча), активно работает в самом начале движения"},
            {"color": "#008000", "name": "Трапециевидная мышца (трапеция)", "group": "Мышцы-ассистенты", "location": "Большая мышца в форме бриллианта посередине верхней половины спины", "function": "Поворачивает лопатку кнаружи (тянет ее нижний край от позвоночника); поднимает руку и весь плечевой пояс"},
            {"color": "#0000FF", "name": "Трицепсы", "group": "Мышцы-ассистенты", "location": "Тыльная сторона верха руки", "function": "Разгибают руку в локтевом суставе"},
            {"color": "#00008B", "name": "Поднимающая лопатку мышца", "group": "Мышцы-ассистенты", "location": "Тыльная сторона шеи, покрыта трапецией", "function": "Поднимает лопатку, помогает поднимать руку и весь плечевой пояс"},
            {"color": "#FF4500", "name": "Верх большой грудной мышцы", "group": "Мышцы-ассистенты", "location": "Покрывает самую верхнюю часть грудной клетки", "function": "Движет верх руки вперед (поднимает локти до уровня плеч); сводит локти"},
            {"color": "#C71585", "name": "Клювовидно-плечевая мышца", "group": "Мышцы-ассистенты", "location": "Внутренний участок верха руки, крепится к краю лопатки", "function": "Помогает двигать верх руки вперед; стабилизирует плечевой сустав"},
            {"color": "#F5DEB3", "name": "Передняя зубчатая мышца", "group": "Мышцы-ассистенты", "location": "Покрывает боковую область грудной клетки (ребра)", "function": "Помогает поднимать лопатку и поворачивать ее кнаружи"}
        ]
    },
    "Скручивание на римском стуле": {
        "muscles": "Верхняя часть пресса",
        "type": "Формирующее упражнение",
        "effect": "Развитие силы и оттачивание формы",
        "description": (
            "**Скручивания на римском стуле** являются проверенным временем средством оттачивания формы и рельефа мышц живота, в особенности, если перед вами стоит задача «проявить» средние и верхние кубики пресса.\n\n"
            "От силы и слаженной работы задействованных в упражнении мышц (пресса и сгибателей бедра) во многом зависят ваши показатели в метании копья, прыжках в длину, в высоту, плавании вольным стилем и баттерфляем, волейболе, теннисе и баскетболе."
        ),
        "technique": (
            "Техника выполнения упражнения: Скручивания на римском стуле\n\n"
            "1. Сядьте на римский стул. Таз полностью расположен на сидении (ягодицы не выступают за его край). Скрестите руки на груди и упритесь голенями в валики. Ноги прямые.\n"
            "2. Сделайте достаточно глубокий вдох и, задержав дыхание, опустите торс чуть ниже уровня бедер.\n"
            "3. Скрутитесь вперед: голова и плечи поднимаются на 30-60° от горизонтали. Если вам трудно выполнять упражнение «на весу», поднимайте торс выше (торс перпендикулярен полу).\n"
            "4. Преодолев самый сложный участок подъема, выдохните.\n"
            "5. Достигнув верхней точки упражнения, сделайте паузу и еще сильнее напрягите мышцы живота. Выдохните и опуститесь в исходное положение.\n"
            "6. Темп выполнения упражнения — медленный или умеренно-медленный."
        ),
        "tips": (
            "Советы: Скручивания на римском стуле\n\n"
            "1. Опускайте спину чуть ниже уровня бедер так, чтобы она слегка прогнулась в пояснице. Это позволит лучше растянуть мышцы живота, чтобы впоследствии напрячь их сильнее.\n"
            "2. Вместе с тем не следует опускать спину слишком низко. Сильно прогибаясь в пояснице, вы резко увеличиваете риск заработать травму.\n"
            "3. Поднимаясь вверх, обязательно скругляйте спину, а не просто поднимайте торс усилием поясницы. Основное движение здесь — сгибание позвоночника, а не тазобедренного сустава.\n"
            "4. Правильное расположение таза на скамье имеет громадное значение как для эффективной проработки мышц пресса, так и для предотвращения возможных травм. Таз должен полностью опираться на сидение. Благодаря этому вам будет легче скруглять спину при движении вверх и нагрузка будет направлена на верхнюю часть прямой мышцы живота. Если же ягодицы «свисают» со скамьи и вы сидите преимущественно на бедрах, то нагрузка фокусируется на мышцах-сгибателях бедра и нижней части пресса.\n"
            "5. Не рекомендуем использовать тяжелые дополнительные отягощения в виде блинов от штанги. Уже сама по себе увеличенная амплитуда движения (по сравнению с традиционными скручиваниями на полу) превращает упражнение в серьезное испытание для мышц живота. Конечно, легкое дополнительное отягощение не помешает — это усилит нагрузку на мышцы живота, правда только в негативной фазе движения, когда вы опускаете торс. Но если на грудь пристроить тяжелый блин, то в работу «на полную катушку» включатся сгибатели бедра и нагрузка на пресс упадет.\n"
            "6. Римский стул разработан в первую очередь для гиперэкстензии, где основное движение — сгибание в тазобедренном суставе, а не в талии. Кроме этого, римский стул, как правило, нельзя настроить под определенный рост, и если ваш рост выше среднего, то могут возникнуть трудности с этим упражнением."
        ),
        "application": (
            "Применение: Скручивания на римском стуле\n\n"
            "Кому: Атлетам среднего уровня подготовки и выше.\n"
            "Когда: В день тренировки мышц живота перед упражнениями на нижнюю часть пресса. Перед скручиваниями на римском стуле выполните подъемы ног в висе или обратные скручивания. После скручиваний на римском стуле сделайте косые или стандартные скручивания.\n"

        )
    },
    "Скручивания на скамье с наклоном вниз": {
        "muscles": "Верхняя часть пресса, а также прямая мышца бедра",
        "type": "Формирующее упражнение",
        "effect": "Развитие силы и оттачивание формы",
        "description": (
            "Регулярно отрабатывая **скручивания на скамье с наклоном вниз,** вы не только «прорисуете» кубики пресса, но и наверняка улучшите свои спортивные показатели в тех видах спорта, которым присущи броски и удары мяча из-за головы (волейбол, баскетбол, теннис) и различные прыжки с переворотом туловища (гимнастика и акробатика)."
        ),
        "technique": (
            "Техника выполнения упражнения: Скручивания на скамье с наклоном вниз\n\n"
            "1. Опустите верхний край скамьи под углом 30-40° к горизонтали. Сядьте на нее и уприте голени в валики.\n"
            "2. Скрестите руки на груди и опуститесь назад — спина, плечи и голова лежат на скамье.\n"
            "3. Сделайте вдох и задержите дыхание. Напрягите мышцы живота и начинайте скручивание — вначале от скамьи отрываются плечи и голова, затем спина.\n"
            "4. Поднимайте туловище исключительно за счет усилия мышц живота. Как только между торсом и бедрами образуется прямой угол, замрите на секунду и, выдыхая, еще сильнее напрягите пресс. Плавно опуститесь на половину амплитуды.\n"
            "5. Не расслабляйте пресс и не касайтесь скамьи плечами или головой до конца сета.\n"
            "6. В исходном положении взгляд направлен в потолок, а во время движения — всегда чуть выше скрещенных рук."
        ),
        "tips": (
            "Советы: Скручивания на скамье с наклоном вниз\n\n"
            "1. Если вы ранее никогда не выполняли скручивания на скамье с наклоном вниз, не опускайте скамью слишком низко. Начните с легкого наклона скамьи (10° ниже горизонта) и постепенно увеличивайте его.\n"
            "2. Не рекомендуем опускать скамью на 40-45° ниже горизонтали. Это чревато тем, что в нижней точке упражнения может произойти чрезмерный прилив крови к голове, что крайне опасно, особенно если у вас слабые кровеносные сосуды.\n"
            "3. Если есть желание увеличить нагрузку, скрестите руки за головой и выполняйте упражнение с той же техникой. Главное при этом — не помогать себе руками. Вы должны лишь слегка касаться затылка пальцами. Ни в коем случае не сгибайте шею, наклоняя подбородок к груди!\n"
            "4. Если вам тяжело освоить упражнение, то его можно облегчить, уменьшив угол наклона скамьи и/или вытянув руки вдоль корпуса. Помните: чем ближе руки к голове, тем больше нагрузка на пресс.\n"
            "5. Наклон скамьи и фиксация голеней обуславливает включение в работу мышц-сгибателей бедра. Они вынуждены напрягаться, чтобы обеспечить удержание таза в устойчивом положении. Не волнуйтесь! Этот фактор только повышает безопасность упражнения и ни в коей мере не ослабляет нагрузку на пресс.\n"
            "6. Это упражнение задействует абсолютно все мышцы живота и сгибатели бедра. Тем не менее, больше всего сокращаются верхние пучки прямой мышцы живота, в то время как ее нижние пучки и все остальные мышцы лишь напрягаются, но при этом почти не изменяют своей длины.\n"
            "7. Движение вверх — именно скручивание с округлением спины, а не подъем торса! В последнем случае основную работу выполняет вовсе не пресс, а поясничные мышцы.\n"
            "8. Задержка дыхания во время скручивания к коленям делает вас сильнее и помогает прочно держать позвоночник. Выдыхайте только после того, как достигли верхней точки упражнения."
        ),
        "application": (
            "Применение: Скручивания на скамье с наклоном вниз\n\n"
            "Кому: Атлетам среднего уровня подготовки и выше.\n"
            "Когда: В день тренировки пресса после упражнений на нижнюю часть пресса. Перед скручиваниями на скамье с наклоном вниз сделайте подъемы ног в висе или обратные скручивания. После скручиваний на скамье с наклоном вниз — скручивания на полу или косые скручивания\n"

        ),
        "muscles_list": [
            {"color": "#FF0000", "name": "Прямая мышца живота", "group": "Мышцы живота", "location": "Передняя часть живота", "function": "Сгибает позвоночник вперед, приближая грудь и бедра друг к другу; сжимает брюшную полость"},
            {"color": "#008000", "name": "Наружные косые мышцы", "group": "Мышцы живота", "location": "Боковая часть живота", "function": "Сгибают позвоночник вперед и в стороны; поворачивают позвоночник вокруг своей оси"},
            {"color": "#800080", "name": "Внутренние косые мышцы", "group": "Мышцы живота", "location": "Боковая часть живота под внешними косыми", "function": "Сгибают позвоночник вперед и в стороны; поворачивают позвоночник вокруг своей оси"},
            {"color": "#FFFF00", "name": "Прямая мышца бедра", "group": "Мышцы-сгибатели тазобедренного сустава", "location": "Передняя часть бедра", "function": "Разгибает ногу в коленном суставе; сгибает тазобедренный сустав"},
            {"color": "#0000FF", "name": "Подвздошно-поясничная мышца", "group": "Мышцы-сгибатели тазобедренного сустава", "location": "Глубоко в середине тела, тянется от позвоночника и тазобедренного сустава до верхней части бедра", "function": "Сгибает ногу в тазобедренном суставе; разворачивает ногу кнаружи"}
        ]
    },
    "Обратные скручивания": {
        "muscles": "Нижняя часть пресса",
        "type": "Базовое упражнение",
        "effect": "Развивает силу и укрепляет низ пресса",
        "description": (
            "При выполнении **обратных скручиваний** мышцы пресса очень тесно взаимодействуют с мышцами-сгибателями бедра. Отработка слаженной работы этих групп мышц имеет очень важное значение во многих видах спорта. Например, легкая атлетика: во время бега таз разворачивается назад за счет усилия пресса, и чем больше он развернется, тем сильнее смогут сократиться мышцы-сгибатели бедра, а значит, тем шире получится ваш шаг. Кроме этого, регулярно отрабатывая обратные скручивания, вы станете гораздо быстрее развивать ускорение из неподвижного положения, что крайне важно во всех игровых видах спорта (теннис, футбол, бадминтон, регби), а также в легкой атлетике и карате."
        ),
        "technique": (
            "Техника выполнения упражнения: Обратные скручивания\n\n"
            "1. Лягте на спину и вытяните руки вдоль туловища. Согните ноги в коленях и поднимите бедра вверх до тех пор, пока они не займут положение, перпендикулярное полу.\n"
            "2. Сделайте вдох и, задержав дыхание, напрягите пресс, потяните колени по направлению к груди. В верхней точке упражнения колени должны оказаться максимально близко к груди, а таз должен быть полностью поднят над полом.\n"
            "3. Старайтесь не разгибать ноги во время скручиваний, иначе вам будет очень трудно устоять перед соблазном помочь себе завершить повторение за счет усилия мышц ног.\n"
            "4. Можно упираться руками в пол, чтобы помочь себе сдвинуть бедра с мертвой точки в самом начале подъема.\n"
            "5. Максимально приблизив колени к груди, сделайте выдох."
        ),
        "tips": (
            "Советы: Обратные скручивания\n\n"
            "1. Полностью отрывайте таз от пола в верхней точке! Без этого вам не удастся максимально сократить мышцы живота.\n"
            "2. Чтобы улучшить гибкость поясничной области, тяните колени не к груди, а к голове. Это увеличивает амплитуду движения и сильнее растягивает мышцы поясницы.\n"
            "3. Ни в коем случае не опускайте ступни на пол, пока не отработаете весь сет. Начиная скручивания с положения «ступни на полу», вы включаете в работу мышцы-сгибатели бедра и ослабляете нагрузку на пресс.\n"
            "4. Не направляйте колени к правому или левому плечу и не крутите плечами (поднимая одно выше другого). Сгибание в тазобедренном суставе и подъем таза должны происходить строго в вертикальной плоскости. В противном случае подъем таза будет происходить при искривленном позвоночнике, что очень опасно. Ведь при этом межпозвоночные диски занимают крайне неустойчивое по отношению друг к другу положение, причем в этом момент на них давит вес поднятых вверх ног и таза.\n"
            "5. Задержка дыхания помогает сильнее напрягать мышцы и повышает давление внутри брюшной полости, что облегчает удержание позвоночника в безопасном положении.\n"
            "6. Чтобы усилить нагрузку на нижнюю часть пресса, слегка поднимите голову и плечи над полом в самом начале упражнения и не опускайте их вниз до конца сета."
        ),
        "application": (
            "Применение: Обратные скручивания\n\n"
            "Кому: Всем, от новичка до мастера, как базовое упражнение тренировки пресса.\n"
            "Когда: В день тренировки пресса в качестве первого упражнения для мышц живота. После обратных скручиваний сделайте упражнения для верхней части пресса и косых мышц живота.\n"

        )
    },
    "Подъемы ног в висе": {
        "muscles": "Нижняя часть пресса, а также прямая мышца бедра",
        "type": "Базовое упражнение",
        "effect": "Развивает силу и подтягивает низ пресса",
        "description": (
            "**Подъемы ног в висе** являются самым изматывающим, но вместе с тем крайне эффективным упражнением для мышц живота. Пожалуй, это самое мощное средство «шлифовки» нижних кубиков пресса. Тем не менее, вы можете «подточить» и верхние кубики, если сможете поднимать ноги на уровень груди за счет более сильного поворота таза вверх.\n\n"
            "Движение, типичное для сгибания ног в висе, когда происходит одновременное сгибание и тазобедренного сустава бедра, и позвоночника, присуще большинству видов спорта. Например, подъемы ноги высоко вверх (удары в футболе по летящему мячу, танцевальные па в гимнастике и акробатике, удары в карате) или различные варианты прыжков с приближением бедер к груди (сальто и перевороты в гимнастике, бег с препятствиями, прыжки в воду, в высоту и длину)."
        ),
        "technique": (
            "Техника выполнения упражнения: Подъемы ног в висе\n\n"
            "1. Подпрыгните и ухватитесь за перекладину. Если она слишком высоко, воспользуйтесь невысокой скамьей или подставкой. Главное, чтобы повиснув на выпрямленных руках и ногах, вы не касались пола. Если у вас слабый хват, воспользуйтесь специальными лямками.\n"
            "2. Руки и ноги полностью выпрямлены. Спина слегка прогнута в пояснице.\n"
            "3. Сделайте вдох. Задержите дыхание, чуть отведите ноги назад и мощным движением поднимите их как можно выше.\n"
            "4. Старайтесь все время держать ноги выпрямленными (но не заблокированными в коленях). Если у вас сильный бицепс бедра, ноги можно слегка согнуть, но при этом зафиксировать угол в коленях до конца сета.\n"
            "5. Поднимайте бедра выше пояса! В верхней точке еще сильнее напрягите пресс и постарайтесь удержаться в этом положении пару секунд.\n"
            "6. Плавно опустите ноги, сделайте паузу и выполните следующее повторение.\n"
            "7. Если тяжело выполнять подъемы с прямыми (или почти прямыми) ногами, можно согнуть их больше. Главное при этом — не изменять угол в коленях до конца сета!"
        ),
        "tips": (
            "Советы: Подъемы ног в висе\n\n"
            "1. Чем выше вы поднимаете ноги, тем сильнее нагрузка на пресс. В начальной фазе движения работают практически только мышцы-сгибатели бедра. Мышцы живота при этом находятся в состоянии изометрического сокращения (напряжены, но не изменяют своей длины), и доля нагрузки, приходящейся на них, минимальна. Они начинают сокращаться по длине и активно включаются в работу только после того, как вы подняли ноги выше 30-45° от вертикали. Чем меньше угол между бедрами и туловищем, тем больше нагрузка на пресс (и, соответственно, меньше нагрузка на сгибатели бедра) и тем сильнее сокращена прямая мышца живота.\n"
            "2. Ключевой момент, позволяющий задействовать пресс в полную силу, — подъем таза. Подняв ноги до уровня пояса, напрягите пресс еще сильнее и подайте таз вверх.\n"
            "3. Вас не должен смущать легкий «читинг» в виде отклонения ног назад перед стартом. Этот прием облегчает начальную фазу движения, когда основную работу выполняют нецелевые мышцы (сгибатели бедра). Главное — вовремя «включить» мышцы пресса и «подхватить» движение.\n"
            "4. В этом упражнении активно включаются в работу мышцы-сгибатели бедра. Не тревожьтесь. Это вовсе не снижает эффективность упражнения для мышц пресса.\n"
            "5. Использовать дополнительное отягощение не имеет смысла. Вес ног плюс вес обуви — уже достаточная нагрузка.\n"
            "6. Если вам тяжело удерживать себя в висе на перекладине, воспользуйтесь лямками.\n"
            "7. Задержка дыхания во время подъема ног позволяет сильнее напрячь пресс и выше поднять ноги. Делая выдох в этой фазе движения, вы уменьшаете напряжение мышц живота.\n"
            "8. Если у вас хорошо развитый бицепс бедра, то вам вряд ли удастся поднять выпрямленные ноги выше пояса. Решение: чуть согните и зафиксируйте ноги в коленях. Конечно, это слегка снизит нагрузку, но вы сможете поднимать ноги выше, а значит, сильнее сокращать пресс."
        ),
        "application": (
            "Применение: Подъемы ног в висе\n\n"
            "Кому: Опытным атлетам с уровнем подготовки выше среднего.\n"
            "Когда: Первым упражнением в тренировке пресса. После подъемов ног в висе сделайте упражнения на верхнюю часть пресса и косые мышцы живота.\n"

        )
    },
    "Жим штанги лежа": {
        "muscles": "Середина, низ, а также верх груди",
        "type": "Базовое упражнение",
        "effect": "Лучшее базовое упражнение для наращивания массы и силы груди",
        "description": (
            "Ни одно упражнение не может сравниться с **жимом штанги лежа** в решении задачи ударного наращивания мышечной массы и силы мышц груди. И хотя фокус нагрузки здесь направлен на середину груди, ее верхняя и нижняя части работают в полную силу. Но имейте в виду, такое распределение нагрузки имеет место, если вы держите штангу широким хватом. Если же хват точно по ширине плеч, то фокус нагрузки смещается в сторону верха груди.\n\n"
            "Мышцы, задействованные при жиме штанги лежа, имеют большое значение для всех видов спорта, которым присущи отжимания на руках, толчки, броски и удары: бокс (прямые и боковые удары по корпусу), теннис (удары по мячу открытой ракеткой), толкание ядра и метание диска."
        ),
        "technique": (
            "Техника выполнения упражнения: Жим штанги лежа\n\n"
            "1. Лягте на горизонтальную скамью так, чтобы гриф штанги оказался строго над головой. Голова, плечи и ягодицы прижаты к скамье, спина чуть выгнута (скруглена) в области поясницы, ступни шире плеч и упираются в пол.\n"
            "2. Возьмитесь за гриф широким хватом сверху (ладонями от себя), расстояние между ладонями шире плеч.\n"
            "3. Снимите штангу с упоров и выжмите ее вверх. В верхней точке руки выпрямлены (но не заблокированы в локтях), а гриф штанги находится строго над серединой груди. Это и есть исходное положение. Если вес штанги внушительный, снимайте ее с упоров только с помощью партнера.\n"
            "4. Делая глубокий вдох, опустите штангу к нижней части груди. Как только гриф коснется груди, задержите дыхание и мощно выжмите штангу вверх (причем не строго вверх, а слегка по диагонали, по направлению к стойкам, так, чтобы в верхней точке гриф оказался точно над серединой груди).\n"
            "5. Делайте выдох только после того, как преодолеете самый сложный участок подъема штанги. В верхней точке (руки выпрямлены) сделайте паузу и еще сильнее напрягите грудь.\n"
            "6. Опускайте штангу в медленном или умеренном темпе; жмите штангу от груди в умеренном или быстром темпе.\n"
            "7. Не делайте паузу в нижней точке: едва штанга коснулась груди, тут же жмите ее вверх."
        ),
        "tips": (
            "Советы: Жим штанги лежа\n\n"
            "1. Не останавливайтесь в нижней точке. Как только гриф коснулся грудной клетки, не расслабляйте мышцы и, используя накопленную в них энергию, отпружиньте штангу вверх. Делая паузу, вы невольно ослабляете мышечное сокращение и, чтобы выжать штангу, вам придется вновь «собрать всю волю в кулак», затрачивая на это дополнительную энергию. Причем с каждым новым повторением это будет даваться вам все тяжелее и тяжелее. В результате вы можете не дожать запланированное число повторений.\n"
            "2. Задержка дыхания во время жима штанги вверх крайне важна для удержания тела в устойчивом, безопасном, положении и помогает развить гораздо более мощное усилие. Помните, чем устойчивее положение тела, тем эффективнее работа мышц и тем меньше нагрузка на суставы.\n"
            "3. Не задерживайте дыхание на слишком долгое время. При выполнении упражнения в умеренном темпе задержка дыхания должна составлять около 2-3 секунд.\n"
            "4. Преодолев самый сложный участок движения во время подъема штанги, с глубоким выдохом завершите повторение. Если чувствуете, что у вас на это не хватает сил, попросите партнера помочь дожать штангу. Ни в коем случае не замирайте на полпути! Штанга должна все время двигаться.\n"
            "5. Чем тяжелее штанга, тем сильнее напряжены мышцы и тем сильнее вы должны выдыхать, когда преодолеваете самый сложный участок подъема штанги.\n"
            "6. Выжимая штангу, изо всех сил давите ступнями в пол, как можно крепче сжимайте гриф, а также не отрывайте бедра и плечи от скамьи. Это укрепит устойчивость тела и позволит добиться максимального сокращения мышц груди.\n"
            "7. В нижней точке не выталкивайте штангу грудью, выгибаясь всем телом вверх. Это опасно!"
        ),
        "application": (
            "Применение: Жим штанги лежа\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В самом начале тренировки груди. После жимов штанги лежа выполните жим гантелей лежа и разведения с гантелями лежа.\n"

        ),
        "muscles_list": [
            {"color": "#FFFF00", "name": "Большая грудная мышца", "group": "Грудь", "location": "Верхняя часть грудной клетки", "function": "Поднимает локти, движет их вперед по отношению к туловищу (сгибание плеча) и сближает, сводит локти (приведение плеча)"},
            {"color": "#FFD700", "name": "Малая грудная мышца", "group": "Грудь", "location": "Верх грудной клетки, под большой грудной мышцей", "function": "Разводит лопатки, отводит их друг от друга; помогает сводить локти (приведение плеча)"},
            {"color": "#0000FF", "name": "Передние дельты (передняя головка дельтовидной)", "group": "Мышцы-ассистенты", "location": "Покрывают плечевой сустав спереди и сверху", "function": "Движут верхнюю часть рук вперед относительно туловища (сгибание плеча)"},
            {"color": "#90EE90", "name": "Передняя зубчатая мышца", "group": "Мышцы-ассистенты", "location": "Покрывает ребра сбоку, ниже подмышки", "function": "Помогает в отведении лопаток друг от друга: тянет лопатки вперед и кнаружи"},
            {"color": "#008000", "name": "Клювовидно-плечевая мышца", "group": "Мышцы-ассистенты", "location": "Внутренний участок верха руки у плечевого сустава", "function": "Помогает сводить локти (приведение плеча) и двигать их вперед (сгибание плеча)"},
            {"color": "#FF00FF", "name": "Трехглавая мышца плеча (трицепс)", "group": "Мышцы-ассистенты", "location": "Тыльная сторона верхней части руки", "function": "Разгибает руку в локтевом суставе и помогает сводить локти (приведение плеча)"}
        ]
    },
    "Жим штанги на скамье с наклоном": {
        "muscles": "Верх груди",
        "type": "Формирующее упражнение",
        "effect": "Расширяет и поднимает верх груди",
        "description": (
            "Благодаря положительному углу наклона скамьи, вся нагрузка фокусируется на верхней части груди, выделяя и расширяя этот участок.\n\n"
            "Когда вы жмете штангу на скамье с наклоном вверх, мышцы торса и рук работают почти так же, как и при метании копья, при броске мяча двумя руками от груди в баскетболе, прямом ударе в боксе, отталкивании противника двумя руками в регби."
        ),
        "technique": (
            "Техника выполнения упражнения: Жим штанги на скамье с наклоном\n\n"
            "1. Поднимите спинку скамьи на 35-40 градусов по отношению к горизонтали. Лягте на скамью, поставьте ступни шире плеч и упритесь ими в пол. Бедра, плечи и голова прижаты к скамье.\n"
            "2. Возьмитесь за штангу хватом сверху. Расстояние между ладонями чуть больше ширины плеч.\n"
            "3. Снимите штангу с упоров и плавно опустите ее к верхней части груди. Сделайте вдох и, задержав дыхание, выжмите штангу вверх. Локти все время смотрят в стороны.\n"
            "4. Выдохните только тогда, когда преодолеете самый сложный участок подъема или когда достигните верхнюю точку (руки полностью выпрямлены, но не заблокированы в локтях)\n"
            "5. В верхней точке сделайте паузу и дополнительным усилием еще сильнее напрягите мышцы груди.\n"
            "6. Вдохните и, задержите дыхание, плавно спустите гриф к верхней части груди, и как только коснетесь ее грифом, тут же поменяйте направление движения и выжмите штангу вверх.\n"
            "7. В нижней точке можно сделать паузу. В этом случае, как только штанга коснулась груди, сделайте выдох, затем глубоко вдохните и, задержав дыхание, выжмите штангу вверх.\n"
            "8. Все фазы упражнения (опускание и жим) выполняются в плавном, умеренном темпе."
        ),
        "tips": (
            "Советы: Жим штанги на скамье с наклоном вниз\n\n"
            "1. Задерживайте дыхание во время жима штанги вверх. Это помогает мышцам поясничной области крепче держать позвоночник, повышает устойчивость тела и придает силы.\n"
            "2. На протяжении всего упражнения локти должны быть направлены строго в стороны. Помните, чем ближе локти к бокам туловища, тем больше нагрузка смещается на плечи.\n"
            "3. Чтобы добиться максимального сокращения верхней части мышц груди и трицепсов, в верхней точке руки должны быть полностью выпрямлены (но не до блокировки в локтях).\n"
            "4. Хват не должен быть слишком широким. Так вы уменьшаете амплитуду движения и рискуете перегрузить мышцы груди.\n"
            "5. В нижней точке не выталкивайте (не отпружинивайте) штангу грудью, выгибаясь вверх всем телом. На протяжении всего сета жмите и опускайте штангу в умеренном темпе.\n"
            "6. Не используйте чрезмерно тяжелую штангу. Решающую роль здесь играет правильная техника, а уже потом вес нагрузки.\n"
            "7. На протяжении всего сета ни на секунду не расслабляйте пресс и мышцы поясницы. Чем сильнее они напряжены, тем устойчивее положение торса и легче жать штангу.\n"
            "8. Пауза-остановка в нижней точке усложняет упражнение, так как затем требуется дополнительное усилие для того, чтобы сдвинуть остановившуюся штангу с «мертвой точки».\n"
            "9. Опускайте и жмите штангу в умеренном темпе. Медленный темп может вызвать чрезмерную нагрузку на суставы и мешает контролировать правильную форму движения.\n"
            "10. Если скамья установлена ниже 30 градусов к горизонтали, то фокус нагрузки направлен на среднюю и нижнюю части мышц груди. Если скамья выше 45 градусов, то фокус нагрузки смещается с грудных мышц на дельты."
        ),
        "application": (
            "Применение: Жим штанги на скамье с наклоном\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В самом начале тренировки груди. После жимов штанги на скамье с наклонном вверх сделайте жим гантелей и разведение с гантелями лежа.\n"

        )
    },
    "Жим от груди в тренажере сидя": {
        "muscles": "Середина, низ и верх груди, частично передние дельты",
        "type": "Формирующее упражнение",
        "effect": "Оттачивание формы и рельефа груди",
        "description": (
            "**Жим в тренажере** используется для оформления и прорезания мышц груди, добавления им «полосатости».\n\n"
            "Биомеханика движения верхних конечностей в этом упражнении практически такая же, как и при выполнении различных толчков, отжиманий и ударов руками. Эти движения характерны для гимнастики (упражнения на ковре), бокса (различные удары рукой), американского футбола (отталкивание и блокировка противника), тенниса и бадминтона (удары открытой ракеткой), толкания ядра и метания диска."
        ),
        "technique": (
            "Техника выполнения упражнения: Жим от груди в тренажере сидя\n\n"
            "1. Отрегулируйте высоту рукояток так, чтобы они были на уровне плеч или чуть ниже.\n"
            "2. Сядьте ровно и прижмитесь спиной и головой к спинке тренажера. Поставьте ноги шире плеч так, чтобы ступни оказались строго под коленями (угол в коленях прямой).\n"
            "3. Возьмитесь за рукоятки хватом сверху (ладони смотрят вперед) на ширине плеч или шире. Это исходное положение.\n"
            "4. Вдохните и, задержав дыхание, выжмите рукоятки от груди.\n"
            "5. Сделайте выдох, когда преодолеете самый сложный участок движения или когда полностью выпрямите руки.\n"
            "6. В верхней точке сделайте короткую паузу и, задержав дыхание, плавно верните рукоятки в исходное положение.\n"
            "7. Как только рукоятки приблизятся к груди, не останавливайтесь и не выдыхайте, а сразу же жмите рукоятки от груди."
        ),
        "tips": (
            "Советы: Жим от груди в тренажере сидя\n\n"
            "1. Пауза в нижней точке (рукоятки у груди) сильно усложняет упражнение. Когда рукоятки приближаются к груди, задействованные мышцы предельно напряжены и полны энергии. Используйте ее, чтобы быстро изменить направление движения и отпружинить рукоятки от себя. Делая остановку, вы невольно расслабляете мышцы и рассеиваете сосредоточенный в них заряд энергии, а значит, вам придется прилагать дополнительные усилия, чтобы вновь напрячь мышцы в полную силу и сдвинуть рукоятки с мертвой точки. Хотя, с другой стороны, это не так уж плохо, так как по сути является дополнительным стимулом для роста мышц.\n"
            "2. Очень важно задерживать дыхание на время возвращения рукояток в исходное положение и жима (т. е. когда мышцы сокращаются или растягиваются, активно сопротивляясь нагрузке). Это помогает легче держать правильное положение позвоночника и позволяет развить более мощное усилие (вы увеличиваете свою силу в среднем на 20 % по сравнению с тем, когда выполняете жим без задержки дыхания).\n"
            "3. Если вы работаете с тяжелым рабочим весом, как можно сильнее давите ступнями в пол и ни в коем случае не отрывайте спину и бедра от скамьи.\n"
            "4. Если тренажер позволяет использовать нейтральный хват (ладони смотрят друг на друга), чередуйте сеты с нейтральным и прямым (ладони смотрят вперед) хватом. Это позволит обработать мышцы под разными углами.\n"
            "5. В исходном положении локти не должны сильно «вылазить» за спину. Возвращая рукоятки к груди, старайтесь разводить локти в стороны, а не отводить их назад, за спину, иначе рискуете травмировать плечевой сустав."
        ),
        "application": (
            "Применение: Жим от груди в тренажере сидя\n\n"
            "Кому: Всем, от новичка до мастера (но в первую очередь рекомендуется новичкам).\n"
            "Когда: В конце тренировки груди, после жимов штанги и гантелей.\n"

        )
    },
    "Сведения в тренажере Peck-Deck": {
        "muscles": "Нижняя часть, середина и внутренний край груди",
        "type": "Изолирующее упражнение",
        "effect": "Разделение и «полосатость» мышц",
        "description": (
            "**Сведения в тренажере Peck-Deck** добавляют «полосатости» мышцам груди; выделяют их внутренние края, отчетливо разделяя левую и правую большую грудную мышцы по центру тела.\n\n"
            "Сила мышц, задействованных в упражнении, играет важную роль в таких видах спорта, как гимнастика (особенно при отработке упражнений на кольцах и вольной программы на ковре), в боксе (различные хуки), в бейсболе (удары битой справа), а также при выполнении различных ударов сбоку открытой ракеткой в теннисе, сквоше и бадминтоне."
        ),
        "technique": (
            "Техника выполнения упражнения: Сведения в тренажере Peck-Deck\n\n"
            "1. Отрегулируйте высоту сиденья (и/или рукояток) тренажера Peck-Deck так, чтобы когда вы возьметесь за рукоятки, верхние части рук оказались на одном уровне с плечами, а предплечья и локти плотно прижались к мягким упорным подушкам для рук.\n"
            "2. Сядьте ровно и прижмитесь спиной и головой к спинке тренажера. Поставьте ноги шире плеч так, чтобы ступни оказались строго под коленями (угол в коленях прямой).\n"
            "3. Сделайте вдох и, задержав дыхание, сведите упоры для рук перед грудью. Сделайте выдох, когда преодолеете самый трудный участок движения.\n"
            "4. Как только сведете локти максимально близко (верхняя точка упражнения), на 1-2 секунды сделайте паузу и постарайтесь еще сильнее напрячь мышцы груди.\n"
            "5. Чуть-чуть расслабьте мышцы груди и позвольте рукояткам плавно развести локти до тех пор, пока они не окажутся на одной линии с плечами или же чуть за спиной (нижняя точка).\n"
            "6. Достигнув нижнюю точку, остановитесь и вновь сведите локти."
        ),
        "tips": (
            "Советы: Сведения в тренажере Peck-Deck\n\n"
            "1. Не разводите локти за линию плеч, если ваш плечевой сустав недостаточно гибкий или же если мышцы груди слабые и неэластичные. Отведение локтей за спину создает чрезмерную нагрузку на плечевой сустав и чревато травмой.\n"
            "2. Чтобы не повредить плечевой сустав и, вместе с тем, максимально нагрузить мышцы груди, ни в коем случае не расслабляйте их в негативной фазе (когда вы разводите локти и возвращаетесь в нижнюю точку упражнения).\n"
            "3. Вдох и задержка дыхания во время сведения укрепляет положение торса и увеличивает силу. «Держите спину плотно прижатой к спинке тренажера. Это стабилизирует торс и придает силы мышцам груди."
        ),
        "application": (
            "Применение: Сведения в тренажере Peck-Deck\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: Под занавес тренировки груди. Перед разведениями в тренажере Peck-Deck летка отработайте все запланированные жимы и разведения с гантелями.\n"

        )
    },
    "Сведение в кроссовере через верхние блоки": {
        "muscles": "Нижняя часть, середина и внутренний край груди",
        "type": "Изолирующее упражнение",
        "effect": "«Подрезание» низа груди, рельеф",
        "description": (
            "В бодибилдинге **сведения в кроссовере** используются для «подрезания» (выделения) низа большой грудной мышцы, придания ей резких форм; для отчетливого разделения мышц груди по центру туловища и «проявления» мышечного рельефа груди.\n\n"
            "Мышцы, задействованные в кроссовере, играют первую скрипку при выполнении различных захватов, ударов и удержаниях в борьбе, боксе и карате; отработке обязательной программы на кольцах в гимнастике; передаче мяча сбоку одной рукой в баскетболе; приеме мяча и ударах открытой ракеткой в теннисе и сквоше."
        ),
        "technique": (
            "Техника выполнения упражнения: Сведение в кроссовере через верхние блоки\n\n"
            "1. Прикрепите D-образные рукоятки к троссам кроссовера, проходящим через верхние блоки, и возьмитесь за них хватом сверху. Станьте точно посередине между стойками кроссовера и сделайте небольшой шаг вперед одной ногой. Это придаст телу более устойчивое положение.\n"
            "2. Сохраняя естественный изгиб позвоночника (ягодицы слегка отведены назад, грудь — «колесом»), немного, на 15-30°, наклоните торс вперед.\n"
            "3. Максимально разведите руки в стороны и слегка опустите их вниз так, чтобы грузы оторвались от упоров, а локти оказались почти на одном уровне с плечами. Чуть согните руки в локтях и разверните кисти ладонями к полу. Локтевой сустав и запястье зафиксированы в этом положении до конца сета. Все движение происходит только в плечевом суставе.\n"
            "4. Сделайте глубокий вдох и, задержав дыхание, сведите рукоятки перед торсом до касания друг с другом или даже больше (скрещивая руки).\n"
            "5. Как только сведете рукоятки вместе, выдохните и постарайтесь напрячь грудь как можно сильнее. Ваша задача удержать пиковое сокращение мышц хотя бы на секунду. Затем плавно вернитесь в исходное положение (локти на уровне плеч)."
        ),
        "tips": (
            "Советы: Сведение в кроссовере через верхние блоки\n\n"
            "1. Выполняя упражнение на прямых руках, вы рискуете повредить локтевые суставы. Если возвращаясь в исходное положение, вы выпрямляете руки, в работу активно включаются мышцы груди уменьшается. Это свидетельствует о том, что выбранный вес слишком тяжелый.\n"
            "2. Сохраняйте неподвижное положение торса на протяжении всего упражнения. Наклоняясь вперед, чтобы помочь себе всем телом свести рукоятки, вы снимаете нагрузку с груди.\n"
            "3. Сводите рукоятки по широкой дуге на уровне грудной клетки. Представьте, что вы обнимаете большое дерево. При этом фокус нагрузки нацелен точно на середину груди. Если сводить руки высоко (на уровне головы), то острие атаки смещается на верх груди и передние дельты. Чем ниже вы сводите руки (ниже груди) или чем меньше наклонили торс, тем сильнее сокращается низ большой грудной мышцы.\n"
            "4. Задержка дыхания во время позитивной фазы упражнения (сведения рук перед грудью) облегчает удержание тела в неподвижном состоянии и увеличивает вашу силу.\n"
            "5. Не стоит напрягать спину и держать плечи отведенными назад. Тем самым вы исключаете из работы переднюю зубчатую мышцу, которая тянет нижний край лопатки вперед и кнаружи, что возможно лишь при пронации плеча (повороте его внутрь, к груди вокруг вертикальной оси). Отсюда вывод: сводя рукоятки перед грудью, скругляйте (пронируйте) плечи."
        ),
        "application": (
            "Применение: Сведение в кроссовере через верхние блоки\n\n"
            "Кому: Атлетам среднего уровня и выше.\n"
            "Когда: В самом конце тренировки груди. Перед сведением в кроссовере отработайте все запланированные жимы и разведения с гантелями.\n"

        )
    },
    "Приседания в тренажере Смита": {
        "muscles": "Низ и середина квадрицепса, а также ягодицы и бицепс бедра",
        "type": "Базовое упражнение",
        "effect": "Масса и сила передней части бедра",
        "description": (
            "Конечно, **приседания в тренажере Смита** несколько уступают традиционным приседаниям со штангой в деле построения массивных бедер. Но вместе с тем, тренажер Смита имеет свои преимущества. Первое — безопасность. Здесь практически не нужно заботиться о поддержании тела в равновесии во время движения. Второе — тренажер Смита позволяет гораздо отчетливее направить фокус нагрузки на квадрицепсы, в особенности на их нижнюю часть.\n\n"
            "Приседания в тренажере Смита являются обязательным элементом силовой подготовки в тех видах спорта, для которых характерны приседания, прыжки и толчки ногами."
        ),
        "technique": (
            "Техника: Приседания в тренажере Смита\n\n"
            "1. Подсядьте под гриф в тренажере Смита, упритесь в него верхней частью трапеций, обхватите гриф хватом сверху, освободите замки и выпрямитесь. Поставьте ступни на ширине плеч и выдвиньте их вперед так, чтобы носки больших пальцев ног «вылазили» на 20-25 см за линию бедер.\n"
            "2. Спина слегка прогнута в пояснице и перпендикулярна полу (плечи расположены строго над бедрами).\n"
            "3. Сделайте глубокий вдох и, задержав дыхание, присядьте, отводя таз назад — представьте, что садитесь на стул. Опускайтесь до тех пор, пока бедра станут параллельны полу.\n"
            "4. Достигнув нижнюю точку, не пружиньте ногами, а, по-прежнему задерживая дыхание, напрягите бедра и плавно, без рывка, измените направление движения и выжмите себя вверх.\n"
            "5. Преодолев самый сложный участок, выдохните.\n"
            "6. На протяжении всего движения смотрите строго вперед, крепко держите правильный, S-образный изгиб позвоночника и ни в коем случае не отрывайте пятки от пола. Представьте, что они намертво приклеены к полу."
        ),
        "tips": (
            "Советы: Приседания в тренажере Смита\n\n"
            "1. Чтобы как следует растянуть ягодицы и мышцы задней части бедра, приседайте чуть ниже того положения, когда угол в коленном суставе составляет 90°. Однако имейте в виду: глубокие приседания, когда бедра опускаются ниже параллели полу, могут опасно перегрузить коленные суставы.\n"
            "2. Ступни должны располагаться впереди бедер. Не ставьте их строго под тазом и плечами, иначе вам не удержать пятки на полу во время приседаний. Простое правило: чем выше рост, тем сильнее вперед выдвинуты ступни.\n"
            "3. Не расслабляйте мышцы поясничной области и живота на протяжении всего сета! Они должны крепко держать легкий прогиб в пояснице, особенно когда вы приближаетесь к нижней точке. В этот момент мышцы задней части бедра тянут низ таза вперед, чем провоцируют округление спины, при котором опасно возрастает нагрузка на межпозвоночные диски.\n"
            "4. Если у вас тугие мышцы задней части бедра или слабые мышцы-разгибатели позвоночника, не приседайте глубоко: вам будет крайне тяжело удержаться от скругления спины.\n"
            "5. Приседая, смотрите строго вперед. Поднимая голову вверх, вы рискуете потерять равновесие и чрезмерно прогнуть позвоночник. Если же голова опущена вниз, вы невольно будете скруглять спину, что также чревато травмой.\n"
            "6. Правильное дыхание — выпрямились со штангой на плечах, сделали глубокий вдох и, задержав дыхание, присели и встали, выдыхая лишь после того, как одолели самый сложный участок подъема. Такая продолжительная задержка дыхания усиливает внутрибрюшное давление (что облегчает фиксацию правильного положения позвоночника) и помогает развить мощное усилие при подъеме штанги."
        ),
        "application": (
            "Применение: Приседания в тренажере Смита\n\n"
            "Кому: В первую очередь — начинающим.\n"
            "Когда: Первым упражнением в тренировке ног. После приседаний в тренажере Смита выполните жим ногами или выпады, а также разгибания ног в тренажере.\n"

        )
    },
    "Гак-приседания": {
        "muscles": "Боковая (внешняя) сторона квадрицепса, а также ягодицы",
        "type": "Формирующее упражнение",
        "effect": "Объем боковой части квадрицепса",
        "description": (
            "По сравнению с приседаниями, **гак-приседания** намного выразительнее бьют по квадрицепсам и позволяют прицельно «отутюжить» их боковую часть. Именно поэтому гак-приседания используются не только для наращивания массы квадрицепсов, но и для оттачивания формы латеральной мышцы бедра, что крайне важно для проявления отчетливого разделения между бицепсом бедра и квадрицепсом.\n\n"
            "Регулярно выполняйте гак-приседания, особенно если вы занимаетесь прыжками в длину и высоту, бегом, футболом, волейболом и другими игровыми видами спорта."
        ),
        "technique": (
            "Техника: Гак-приседания\n\n"
            "1. Удобно расположитесь в гак-тренажере. Плотно прижавшись спиной к опоре, подставьте плечи под верхние валики. Ноги на ширине плеч, ступни выдвинуты слегка вперед, ближе к верхнему краю платформы (на расстоянии примерно 30 см от плоскости тела). Торс прямой, ноги чуть согнуты в коленях, подбородок параллелен платформе.\n"
            "2. На протяжении всего упражнения удерживайте торс в постоянном напряжении и плотно прижатым к опоре, сохраняя естественный прогиб в пояснице. Голову держите прямо.\n"
            "3. Сделайте глубокий вдох и, задержав дыхание, опуститесь до тех пор, пока бедра не займут положение, параллельное платформе (прямой угол в коленном суставе).\n"
            "4. Не выдыхая, изо всех сил напрягите квадрицепсы и мощно, но без рывка, вытолкните себя вверх. Приседание и подъем должно выглядеть одним непрерывным движением.\n"
            "5. Преодолев самый трудный участок подъема, сделайте выдох."
        ),
        "tips": (
            "Советы: Гак-приседания\n\n"
            "1. Если поставить ступни строго под тазом (посередине или ближе к внутреннему краю платформы), как при обычных приседаниях, то будет крайне сложно удержать торс прижатым к опоре в нижней точке, а значит, вы рискуете перегрузить поясницу. Более того, при такой постановке ног колени будут «вылазить» за линию пальцев ног, в результате чего резко возрастет нагрузка на коленные суставы.\n"
            "2. Выполняя гак-приседания, представьте, что вы приседаете у стены: ваша задача — как можно плотнее прижаться спиной к стене и скользить по ней вверх-вниз. Такая визуализация научит вас ни на секунду не расслаблять поясничные мышцы и крепко держать спину прямой на протяжении всего сета.\n"
            "3. Гак-приседания гораздо безопаснее приседаний со штангой. Дело в том, что приседая со штангой, вы наклоняете корпус вперед и сильно сгибаете ноги в коленях. В результате мышцы задней части бедра, которые крепятся к тазобедренному и коленному суставам, растягиваются до предела и стремятся повернуть тазобедренный сустав вперед (тянут низ таза снизу вверх), провоцируя опасное скругление спины. В гак-приседаниях подобное исключено — здесь вы не наклоняете корпус и не сгибаете ноги в коленях настолько сильно.\n"
            "4. Гак-приседания «утюжат» квадрицепсы гораздо сильнее, чем приседания со штангой или в тренажере Смита, акцентируя нагрузку на латеральной (внешней) головке квадрицепса. Чем ближе ступни к верхнему краю платформы, тем больше фокус нагрузки смещается на верх квадрицепса. Чем ниже вы приседаете, тем активнее включаются в работу ягодичные мышцы (но квадрицепсы по-прежнему работают в полную силу!).\n"
            "5. Задержка дыхания помогает держать мышцы, окружающие поясницу, в постоянном напряжении. Преждевременный выдох, особенно в нижней точке, «сбрасывает» внутригрудное давление и снижает стабильность позвоночника.\n"
            "6. Не «тормозите» в нижней точке! Сразу же жмите себя вверх. Изменяйте направление движения быстро, но без рывков."
        ),
        "application": (
            "Применение: Гак-приседания\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В первой половине тренировки ног. Перед гак-приседаниями выполните приседания со штангой или жимы ногами. После — разгибания ног и упражнения для мышц задней части бедра, такие как становая тяга и сгибания ног.\n"

        )
    },
    "Жим ногами": {
        "muscles": "Внутренняя сторона квадрицепса, а также задняя часть бедра",
        "type": "Формирующее упражнение",
        "effect": "Поднимает и выделяет ягодицы",
        "description": (
            "В бодибилдинге **жим ногами** используется, прежде всего, для стимуляции роста медиальной (внутренней) мышцы бедра и придания ей формы отчетливой капли, нависающей над коленом. Тем не менее, изменяя постановку ног на платформе, вы можете перемещать фокус нагрузки по всей ширине квадрицепса и даже направлять его на мышцы задней части бедра.\n\n"
            "Отрабатывая жим ногами, вы научите мышцы-разгибатели тазобедренного и коленного суставов сокращаться быстрее и слаженнее, что обязательно отразится на ваших спортивных достижениях в легкой атлетике (прыжки, бег), футболе, волейболе, хоккее, карате (удары ногой) и плавании (баттерфляй и вольный стиль)."
        ),
        "technique": (
            "Техника: Жим ногами\n\n"
            "1. Сядьте в тренажер для жимов ногами и поставьте ступни на ширине плеч на платформе. Носки ног направлены вверх или чуть разведены в стороны. На протяжении упражнения вы должны упираться в платформу всей поверхностью стоп. Отрывая пятки, вы переносите нагрузку на коленные суставы и рискуете их травмировать.\n"
            "2. Плотно прижмите верх спины и ягодицы к опорной спинке и не отрывайте их от опоры до конца сета. Освободите фиксаторы платформы и выжмите ее вверх. Ноги выпрямлены, но не до предела (до блокировки коленного сустава). Это и есть исходное положение.\n"
            "3. Сделайте глубокий вдох и, задержав дыхание, плавно опустите платформу к груди, до тех пор пока угол в коленном суставе не станет равным 80-90° (нижняя точка упражнения).\n"
            "4. Достигнув нижнюю точку, по-прежнему задерживая дыхание, напрягите бедра и, изо всех сил упираясь в платформу пятками, мощно выжмите ее вверх.\n"
            "5. Делайте выдох после того, как преодолеете самый сложный участок подъема или, еще лучше, когда выпрямите ноги."
        ),
        "tips": (
            "Советы: Жим ногами\n\n"
            "1. Не приближайте бедра слишком близко к грудной клетке. В нижней точке угол в коленях должен быть прямым или чуточку меньше. Сильнее сгибать ноги не имеет смысла: чем острее угол в коленях, тем сильнее мышцы задней части бедра тянут таз вперед и провоцируют округление спины, которое чревато ущемлением дисков позвоночника.\n"
            "2. Если ступни расположены ближе к верхнему краю платформы, то мышцы задней части бедра работают сильнее квадрицепсов. Если ступни ближе к нижнему краю, то наоборот — первую скрипку играют квадрицепсы. Однако будьте осторожны: чем ближе ступни к нижнему краю платформы, тем тяжелее согнуть ноги до прямого угла в коленях и при этом удержать пятки на платформе. Помните: отрывая пятки от платформы, вы рискуете перегрузить коленные суставы.\n"
            "3. Поставив ступни на ширине плеч или уже, вы нацелите фокус нагрузки на среднюю и наружную часть бедер. Расположив ступни шире плеч, вы «ударите» по внутренней части бедер. Хотите иметь выразительную «каплю» над коленом — поставьте ноги чуть ниже центра платформы на ширине плеч и выполняйте жимы. Лучшего способа «вылепить» эту мышцу просто нет.\n"
            "4. Не разгибайте ноги до предела в верхней точке. Как только вы блокируете коленный сустав (легкий щелчок), тут же вся нагрузка переносится с мышц на коленные суставы.\n"
            "5. Выжимайте платформу всей ступней. Ни в коем случае не поднимайтесь на носки, отрывая пятки от платформы.\n"
            "6. Выполняя жим ногами, вы можете взять гораздо более тяжелый вес, чем в приседаниях со штангой (причем иногда в полтора, а то и в два раза!). Безусловно, это означает высокую эффективность упражнения, но вместе с тем и высокий риск."
        ),
        "application": (
            "Применение: Жим ногами\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В первой половине тренировки ног. Перед жимами ногами выполните приседания, после жимов ногами — разгибания ног в тренажере для квадрицепсов и упражнения для мышц задней части бедра.\n"

        )
    },
    "Разгибания ног": {
        "muscles": "Прямая (фронтальная), а также латеральная (боковая) мышцы бедра",
        "type": "Изолирующее упражнение",
        "effect": "Детализация и рельеф квадрицепса",
        "description": (
            "**Разгибания ног** прорисовывают прямую мышцу бедра (фронтальная часть квадрицепса), придают ей по всей длине отчетливую, выпуклую форму, особенно бросающуюся в глаза, если смотреть на бедро сбоку. Кроме этого, разгибания ног позволяют добиться четкого разделения между прямой и латеральной мышцами бедра.\n\n"
            "Сила прямой мышцы бедра во многом определяет ваши успехи во всех видах спорта, которым присущи прыжки и бег. Разгибания ног с легким весом — отличный способ восстановить коленный сустав после травмы."
        ),
        "technique": (
            "Техника: Разгибания ног\n\n"
            "1. Удобно расположитесь в тренажере для разгибаний ног или на скамье: голени упираются в валики, бедра не вылазят за край сиденья, угол в коленном суставе составляет 90° или чуть больше. Если у тренажера имеется спинка, плотно прижмите к ней поясницу. Возьмитесь руками за опорные рукоятки по бокам сиденья тренажера или же края скамьи — так легче держать спину ровной и неподвижной.\n"
            "2. Расслабьте ступни и слегка поднимите голени (чуть разогните ноги в коленях) так, чтобы груз поднялся с опоры, а голени приняли вертикальное положение. Это и есть исходная позиция.\n"
            "3. Сделайте глубокий вдох, задержите дыхание и полностью выпрямите ноги. Выдохните. На пару секунд остановитесь и изо всех сил напрягите квадрицепсы.\n"
            "4. Плавно сгибая ноги в коленях и делая вдох, вернитесь в исходное положение (голени перпендикулярны полу). Затем сразу же, без остановки, начинайте следующее повторение.\n"
            "5. Для того чтобы добиться максимального сокращения всех четырех мышц квадрицепса, ступни должны быть параллельны или же слегка разведены в стороны.\n"
            "6. На протяжении всего упражнения спина, бедра и голеностопный сустав неподвижны — все движение сосредоточено только в коленном суставе."
        ),
        "tips": (
            "Советы: Разгибания ног\n\n"
            "1. По мнению некоторых спортивных медиков, разгибания ног чересчур сильно нагружают коленные суставы. Чтобы минимизировать этот стресс, не допускайте, чтобы голени заходили под бедра — в нижней точке упражнения угол в коленях должен быть 90° или чуть больше (но никак не меньше!).\n"
            "2. В верхней точке упражнения обязательно полностью разгибайте ноги — только так можно добиться максимального сокращения медиальной (средней) и латеральной (внешней) мышц квадрицепсов, которые фиксируют коленную чашечку.\n"
            "3. Не используйте чрезмерно тяжелый вес — он может перегрузить коленные суставы плюс не даст вам полностью разогнуть ноги. Нагрузку на квадрицепсы здесь лучше наращивать числом дополнительных повторений, а не весом.\n"
            "4. Если тугие мышцы задней части бедра мешают вам полностью выпрямлять ноги, в исходном положении немного отклоните торс (и спинку тренажера) назад (до угла в 45°) и установите сиденье параллельно полу. Это не только ослабит натяжение мышц задней части бедра, но и позволит отлично растянуть главные мышцы — квадрицепсы. Не наклоняйте корпус вперед — это снизит эффективность упражнения.\n"
            "5. Чтобы нацелить нагрузку на середину квадрицепсов (медиальная мышца), разведите носки ног в стороны. Если хотите прицельно «ударить» по внешним пучкам квадрицепсов (латеральная мышца), поверните носки немного внутрь.\n"
            "6. Если чувствуете, что это упражнение чрезмерно нагружает колени, замените его на разгибания ног в блочном тренажере. Прикрепите лямку троса, проходящего через нижний блок к правой лодыжке. Станьте на левую ногу (спиной к блоку), а правую согните в колене и немного поднимите вверх. Удерживая неподвижными торс и бедра, выполните все повторения — разгибания правой ноги. Затем прикрепите лямку к левой ноге и сделайте все повторения для левой ноги."
        ),
        "application": (
            "Применение: Разгибания ног\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: Под конец тренировки ног. Перед разгибаниями ног отработайте приседания, жимы ногами и выпады, после разгибаний ног выполните сгибания ног лежа и/или стоя.\n"

        )
    },
    "Румынский подъем": {
        "muscles": "Верх и середина задней части бедра и ягодицы",
        "type": "Базовое упражнение",
        "effect": "Масса, форма, разделение бедра и ягодиц",
        "description": (
            "**Румынский подъем** наращивает массу верхней половины мышц задней части бедра и ягодиц в целом, подтягивает низ ягодиц вверх, придает им шарообразную форму, утолщает верх и середину бицепса бедра, что визуально увеличивает объем бедра, если смотреть на него сбоку. Кроме этого румынский подъем позволяет добиться отчетливого разделения между бицепсом бедра и ягодицами.\n\n"
            "Регулярно выполняя румынский подъем, вы улучшите показатели в прыжках в высоту, спринте, станете крепче и ловчее ставить блоки в прыжке во время игры в баскетбол и волейбол."
        ),
        "technique": (
            "Техника: Румынский подъем\n\n"
            "1. Возьмите штангу хватом сверху, чуть шире плеч. Ладони направлены назад и расположены снаружи, по бокам от бедер. Станьте прямо, слегка прогнитесь в пояснице, отведите плечи назад и выгните грудь вперед. Подбородок параллелен полу. Ноги на ширине плеч и выпрямлены в коленях.\n"
            "2. Сделайте вдох и, задержав дыхание и удерживая легкий прогиб в пояснице, плавно отводите таз назад и одновременно наклоняйте корпус вперед.\n"
            "3. Во время наклона (и при подъеме) штанга должна скользить по поверхности ног, почти касаясь бедер, коленей и голеней.\n"
            "4. Наклоняйтесь вперед до тех пор, пока торс не будет параллелен полу (гриф доходит до середины голеней) или чуть ниже. Достигнув нижнюю точку упражнения, не выдыхайте! Быстро измените направление движения и, продолжая задерживать дыхание и сохраняя прогиб в пояснице, плавно потяните ягодицы вперед и поднимите торс из наклона в исходное положение. Выдохните, когда одолеете самый трудный участок подъема.\n"
            "5. На протяжении всего движения крепко держите естественный, S-образный изгиб позвоночника, не сгибайте ноги в коленях, не опускайте голову и старайтесь, чтобы точка опоры всегда приходилась на пятки.\n"
            "6. Если тяжело держать ноги прямыми, их можно слегка согнуть в исходной позиции и зафиксировать в коленях до конца сета."
        ),
        "tips": (
            "Советы: Румынский подъем\n\n"
            "1. Не скругляйте спину во время упражнения. Если чувствуете, что вам не удержать прогиб в пояснице, лучше остановитесь, даже если туловище еще не дошло до параллели с полом. Опускаться ниже не имеет смысла — округление спины не только чревато ущемлением дисков, но и практически «выключает» из работы мышцы задней части бедра, так как нагрузка перераспределяется на поясницу.\n"
            "2. Не позволяйте грифу отходить от ног, иначе румынский подъем превратится в становую тягу на прямых ногах, в которой поясничные мышцы задействованы гораздо сильнее.\n"
            "3. Фокус нагрузки при правильном выполнении румынского подъема приходится на верх и середину бицепса бедра (ближе к тазобедренному суставу) и ягодицы, в то время как при различных сгибаниях ног сильнее сокращается низ задней части бедра (ближе к колену).\n"
            "4. Чтобы заставить ягодицы и мышцы задней части бедра сокращаться по максимуму, держите ноги выпрямленными и зафиксированными в коленном суставе. Сгибание-разгибание ног во время движения ослабляет нагрузку на бицепс бедра.\n"
            "5. Не тяните штангу руками или поясницей (увеличивая прогиб в пояснице во время подъема туловища). Должно происходить только одно движение — разгибание в тазобедренном суставе за счет усилия мышц задней части бедра и ягодиц. Остальные суставы — неподвижны. Мышцы-разгибатели позвоночника напряжены, но только для того, чтобы держать пресс.\n"
            "6. Многие выполняют это упражнение на платформе или скамье, чтобы еще сильнее растянуть бицепсы бедра. Это лишено смысла — бицепсы бедра и так растянуты по максимуму, когда гриф штанги достигает середины голеней.\n"
            "7. Насколько низко можно опускать туловище? Как угодно низко, но только при одном условии — вы не скругляете спину."
        ),
        "application": (
            "Применение: Румынский подъем\n\n"
            "Кому: Атлетам среднего уровня подготовки и выше.\n"
            "Когда: Ближе к середине тренировки ног. Перед румынским подъемом отработайте приседания, жимы ногами и выпады. После румынского подъема сделайте сгибания ног в тренажере.\n"

        )
    },
    "Сгибание ног лежа": {
        "muscles": "Низ задней части бедра, а также икроножная мышца",
        "type": "Изолирующее упражнение",
        "effect": "Форма и рельеф задней части бедра",
        "description": (
            "**Сгибания ног лежа** утолщают низ задней части бедра, воздействуя в одинаковой мере как на внутреннюю, так и на внешнюю сторону этого участка мышц, что визуально удлиняет и расширяет бедро, если смотреть на него сзади. Также это упражнение позволяет добиться четкого разделения между бицепсом бедра, полусухожильной и полуперепончатой мышцами (дефиниция) и проявить их рельеф (сепарация).\n\n"
            "Почти все спортсмены включают сгибания ног лежа в свою программу силовой подготовки. И это неудивительно, ведь сгибание ног в колене — весьма характерное движение для футбола (удар по мячу пяткой назад), борьбы (захваты ногами), плавания (брасс), гимнастики и спринта."
        ),
        "technique": (
            "Техника: Сгибание ног лежа\n\n"
            "1. Расположитесь на скамье для сгибаний ног так, чтобы колени слегка вылазили за ее край, а валики упирались в заднюю часть лодыжек.\n"
            "2. Возьмитесь за рукоятки (они обычно расположены под изголовьем по бокам скамьи) или за боковые края скамьи.\n"
            "3. Сделайте вдох и, задержав дыхание, согните ноги в коленях и потяните валики вверх на себя.\n"
            "4. Достигнув верхнюю точку упражнения (голени перпендикулярны полу или же валики почти касаются бедер), остановитесь на пару секунд и еще сильнее напрягите бицепсы бедра.\n"
            "5. Выдыхая, плавно разогните ноги в исходное положение и сразу же приступайте к следующему повторению.\n"
            "6. Сгибайте и разгибайте ноги в умеренном темпе, без рывков."
        ),
        "tips": (
            "Советы: Сгибание ног лежа\n\n"
            "1. Скамья с перегибом лучше горизонтальной, так как позволяет максимально растянуть мышцы задней части бедра в нижней точке. Чтобы добиться этого на плоской скамье, вам придется приподнимать таз над скамьей, сильно прогибаясь в пояснице, что может обернуться травмой. В этом случае лучше подложите под таз свернутое валиком полотенце.\n"
            "2. Отрабатывайте упражнение в умеренном темпе. Медленный темп повышает риск травмы коленных суставов, особенно если рабочий вес достаточно тяжелый. В этом случае только взрывное, энергичное сокращение мышц бедра позволит сдвинуть вес с «мертвой точки» в самом начале повторения.\n"
            "3. В конце повторения ноги должны быть полностью выпрямлены, но вместе с тем не заблокированы в коленях (когда коленный сустав блокируется, вы ощущаете характерный щелчок). В противном случае со временем бицепс бедра утратит эластичность, и вам будет неудобно выпрямлять ноги не только в других упражнениях, но даже и при обычной ходьбе.\n"
            "4. Акцент нагрузки в упражнении отчетливо приходится на низ бицепса бедра, полусухожильной и полуперепончатой мышц, а также на верх икроножной мышцы.\n"
            "5. Если во время сгибания ног носки кроссовок непроизвольно поворачиваются друг к другу или, наоборот, расходятся в стороны, это верный сигнал о наличии дисбаланса в развитии внутренней и внешней (боковой) сторон мышц задней части бедра. И вам следует поработать над тем, чтобы устранить этот дисбаланс. Если ступни разворачиваются наружу, значит внутренняя сторона бедра слабее боковой и вам следует выполнять сгибания, удерживая носки ног направленными друг на друга (это фокусирует нагрузку на более слабую внутреннюю сторону бедра). И наоборот — если ступни самопроизвольно поворачиваются носками друг к другу, это свидетельствует о том, что внешняя, боковая сторона бедра развита лучше, чем внутренняя. В этом случае отрабатывайте сгибания, удерживая носки ног разведенными в стороны.\n"
            "6. Во избежание травмы коленная чашечка должна находиться за пределами скамьи.\n"
            "7. Если вы используете горизонтальную скамью, не стоит просить партнера прижимать бедра к скамье. Подъем бедер — вполне естественное движение, которое лишь усиливает сокращение мышц задней части бедра.\n"
            "8. Чтобы увеличить нагрузку на икроножные мышцы, держите ступни вытянутыми вдоль линии голеней (как это делают балерины, когда становятся на носки)."
        ),
        "application": (
            "Применение: Сгибание ног лежа\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В конце тренировки ног. Перед сгибаниями ног лежа выполните все базовые упражнения для ног, такие как приседания, жимы ногами, выпады и различные становые тяги.\n"

        )
    },
    "Подъемы на носки сидя": {
        "muscles": "Камбаловидная мышца (боковая сторона икры)",
        "type": "Изолирующее упражнение",
        "effect": "Раздувает боковую часть икры",
        "description": (
            "Подъем на носки сидя выталкивает камбаловидную мышцу, расположенную под икроножной, с наружной стороны задней части голени. Чем сильнее развита камбаловидная мышца, тем объемнее и мускулистее выглядит боковая часть голени.\n\n"
            "В то время как икроножная мышца отличается необычайной силой и мощью, камбаловидная характеризуется поразительной выносливостью. Именно благодаря ей вы можете пробежать марафонскую дистанцию или же отыграть целый тайм в футбол. Чем выносливей эта мышца, тем дольше вы сможете продержаться на ногах без отдыха и тем длиннее дистанцию преодолеть."
        ),
        "technique": (
            "Техника: Подъемы на носки сидя\n\n"
            "1. Сядьте в тренажер для подъемов на носки сидя. Приподнимите валики и поставьте подушечки ступней на подставку для ног так, чтобы пятки свободно свисали за ее край. Ступни должны располагаться параллельно друг другу. Подвиньтесь на сиденье — валики должны лечь четко на низ квадрицепсов. Выпрямите туловище.\n"
            "2. Сделайте глубокий вдох и, задержав дыхание, встаньте на носки и поднимите пятки как можно выше.\n"
            "3. В верхней точке на 2-3 секунды сделайте паузу и изо всех сил напрягите камбаловидную мышцу, расположенную под икроножной. Выдохните и плавно опустите пятки как можно ниже.\n"
            "4. Как только почувствуете, что икры хорошенько натянулись, тут же начинайте подъем на носки.\n"
            "5. Для лучшей устойчивости держитесь руками за края сиденья или за рукоятки на раме, к которой крепятся валики."
        ),
        "tips": (
            "Советы: Подъемы на носки сидя\n\n"
            "1. Чтобы основательно достать обе стороны камбаловидной мышцы (боковую и внутреннюю), в верхней точке обязательно делайте длинную паузу (на 2-3 секунды, не менее).\n"
            "2. Обязательно сгибайте-разгибайте голеностопный сустав в полную амплитуду. Старайтесь поднимать пятки как можно выше, а опускать — как можно ниже. Это улучшает гибкость голеностопного сустава и эластичность его связок, что в дальнейшем убережет вас от травм во время аэробных упражнений.\n"
            "3. При отсутствии тренажера для подъемов на носки сидя упражнение можно выполнить на обычной скамье, поставив подушечки ступней на брусок высотой не менее 10 см — главное, чтобы вы могли полностью разогнуть голеностопный сустав, не касаясь при этом пятками пола. В качестве нагрузки положите себе на бедра тяжелый блин от штанги.\n"
            "4. Учитывая, что в упражнении происходит сгибание коленного сустава, львиная доля нагрузки приходится на камбаловидную мышцу (а не на икроножную, как при подъемах на носки стоя). Имейте в виду, камбаловидная мышца гораздо выносливей икроножной, пожалуй, самая выносливая мышца тела. Поэтому вам придется основательно попотеть и выполнять гораздо больше повторений, чем в подъемах на носки стоя, чтобы довести камбаловидную мышцу до отказа.\n"
            "5. Чтобы придать голени более внушительный вид сзади, выполняйте упражнение, повернув носки кроссовок внутрь. При этом вы прицельно бомбите внутренний пучок камбаловидной мышцы, которая «выталкивает» внутреннюю головку икроножной мышцы. В результате она принимает отчетливую резкую форму, которая сразу же подчеркивает массивность икр, если смотреть на ноги сзади.\n"
            "6. Чтобы сфокусировать нагрузку на боковой пучок камбаловидной (который визуально увеличивает толщину икры, если смотреть на ногу сбоку, отрабатывайте упражнение, развернув носки кроссовок наружу.\n"
            "7. Обязательно расшнуруйте кроссовки или переоденьте кеды, иначе вам будет неудобно расгибать/сгибать голеностопный сустав."
        ),
        "application": (
            "Применение: Подъемы на носки сидя\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В конце тренировки, посвященной икроножным мышцам. Перед подъемами на носки сидя выполните подъемы на носки стоя или в тренажере для жимов ногами.\n"

        )
    },
    "Гиперэкстензия для мышц бедра": {
        "muscles": "Ягодицы и мышцы задней части бедра",
        "type": "Формирующее упражнение",
        "effect": "Уплотняет ягодицы и бицепс бедра",
        "description": (
            "Мышцы, работающие при разгибании в тазобедренном и сгибании в коленном суставах, имеют важное значение в легкой атлетике, футболе, регби, бейсболе и хоккее. Сила этих мышц крайне важна при выполнении различного рода взрывных подъемов или выпрыгиваний из положения приседа в волейболе, американском футболе, плавании, баскетболе, прыжках в высоту и длину."
        ),
        "technique": (
            "Техника: Гиперэкстензия для мышц бедра\n\n"
            "1. Расположитесь на римском стуле так, как показано на фото А: на опоре «лежит» только средняя часть бедер, ягодицы «висят» за пределами сиденья, а лодыжки упираются в валики.\n"
            "2. Выпрямите спину и зафиксируйте естественный изгиб позвоночника. Опустите корпус вниз так, чтобы он образовал с бедрами прямой угол. Это и есть исходное положение.\n"
            "3. Скрестите руки на груди, напрягите ягодичные мышцы и поднимите корпус чуть выше параллели пола (ноги прямые).\n"
            "4. Согните ноги в коленях и еще выше поднимайте все тело (от колен до головы) — пока между туловищем и полом не образуется угол 30°.\n"
            "5. В верхней точке сделайте выдох и слегка расслабьтесь, при этом прочно удерживайте естественный изгиб позвоночника.\n"
            "6. Выпрямляя ноги, плавно опустите корпус в исходное положение.\n"
            "7. Темп выполнения упражнения — умеренный и плавный, без рывков и ускорений."
        ),
        "tips": (
            "Советы: Гиперэкстензия для мышц бедра\n\n"
            "1. Не сгибайте ноги в коленях в начале подъема. Это значительно облегчает упражнение, но в то же время снижает эффективность проработки бицепса бедра.\n"
            "2. Удерживайте прямую линию от бедра до головы в первой фазе подъема, и от коленей до головы — во второй.\n"
            "3. Нет необходимости поднимать корпус слишком высоко. Самая сложная и ответственная часть упражнения — это начало второй фазы подъема, как только вы начинаете сгибать колени. Дальше проще — чем выше вы поднимаетесь, тем легче, и тем меньше нагрузка на целевые мышцы.\n"
            "4. Сосредоточьтесь на изометрическом сокращении мышц-разгибателей позвоночника (поясница), чтобы ваш корпус был прочно зафиксирован в правильном положении (естественный изгиб позвоночника) на протяжении всего сета!\n"
            "5. Опустите опорные валики пониже, если вы отрабатываете упражнение в первый раз. Это значительно облегчит овладение техникой гиперэкстензии, особенно на этапе подъема тела за счет сгибания коленей. По мере того как вы становитесь сильнее, поднимайте валики до тех пор, пока они не окажутся на одном уровне с сиденьем. Это оптимальное положение, при котором мышцы задней части бедра будут работать по максимуму.\n"
            "6. Гиперэкстензия на полу с партнером: предварительно положив под колени упругий мат, опуститесь на колени. Партнер удерживает лодыжки. Голова, таз и бедра зафиксированы на одной линии. Плавно опустите туловище к полу, а затем также плавно поднимитесь вверх."
        ),
        "application": (
            "Применение: Гиперэкстензия для мышц бедра\n\n"
            "Кому: Атлетам среднего уровня подготовки и выше.\n"
            "Когда: Первым упражнением тренировке, посвященной мышцам задней части бедра. Вслед за гиперэкстензией отработайте сгибания ног и становую тягу на прямых ногах.\n"

        )
    },
    "Подтягивания на перекладине": {
        "muscles": "Верх широчайших мышц спины",
        "type": "Базовое упражнение",
        "effect": "Лучшее базовое упражнение для увеличения ширины спины",
        "description": (
            "Ширина спины визуально определяется развитием верхнего участка широчайших. Чем шире размах ваших «крыльев», тем шире выглядит спина, если смотреть на нее сзади. В бодибилдинге ширина спины является, пожалуй, самым решающим фактором оценки развития мышц спины в целом.\n\n"
            "Наиболее эффективным упражнением, позволяющим сфокусировать максимум нагрузки на верхний участок широчайших, являются **подтягивания**.\n\n"
            "Лучшего упражнения для развития силы и стимуляции роста широчайших просто не существует. Именно поэтому **подтягивания** являются обязательным элементом любой тренировки спины.\n\n"
            "Сила мышц, задействованных при выполнении **подтягиваний**, крайне важна при выполнении любых движений, которым свойственно подтягивание тела к зафиксированным рукам. Регулярно выполняя подтягивания, вы повысите свое мастерство в скалолазании, гимнастике (упражнения на перекладине, кольцах, брусьях), плавании (в особенности баттерфляй и кроль)."
        ),
        "technique": (
            "Техника: Подтягивания на перекладине\n\n"
            "1. Подпрыгните и ухватитесь за перекладину широким хватом. Расстояние между ладонями на 20-25 см шире плеч.\n"
            "2. Повисните на перекладине. Чтобы полностью растянуть широчайшие, представьте, что ваши ладони — не более чем крюки, на которых висит все тело: руки полностью выпрямлены и расслаблены, напряжены лишь предплечья, обеспечивающие прочный хват. Это нижняя точка упражнения.\n"
            "3. Сделайте глубокий вдох и, задержав дыхание, напрягите широчайшие и подтянитесь вверх. Во время подтягивания локти должны всегда оставаться на одном и том же месте, не тяните их к бокам туловища.\n"
            "4. Подтягивайте себя вверх до тех пор, пока подбородок не окажется на одном уровне с перекладиной или чуть выше ее. Это верхняя точка.\n"
            "5. Выдохните и плавно опуститесь вниз в исходное положение."
        ),
        "tips": (
            "Советы: Подтягивания на перекладине\n\n"
            "1. Старайтесь не напрягать бицепсы, помогая ими тянуть тело вверх. Представьте, что ваши руки — это просто канаты, на конце которых крюки, у которых лишь одна функция — прочно держать перекладину. Подтягивать тело к перекладине следует исключительно за счет усилия широчайших.\n"
            "2. Визуально ширину спины определяет верхняя часть широчайших мышц. Чем шире хват, тем сильнее нагрузка фокусируется на верхней части широчайших, чем уже хват, тем больше нагрузка распределяется на низ широчайших и грудные мышцы. Поэтому старайтесь, чтобы хват был настолько широкий, насколько это возможно и удобно.\n"
            "3. В верхней точке подбородок должен быть на уровне перекладины или чуть выше. Главное — не приближайте локти к корпусу! В противном случае вы значительно уменьшаете амплитуду сокращения/растяжения широчайших.\n"
            "4. Не подтягивайтесь к перекладине тыльной стороной шеи, наклоняя при этом подбородок к груди. Такая техника сокращает амплитуду движения, снижает эффективность упражнения и может привести к травме.\n"
            "5. Если у вас слабо развиты мышцы спины, то вам будет крайне тяжело подтягиваться по полной амплитуде. Поэтому новичкам рекомендуем прибегнуть к помощи партнера, который, держа вас за ноги, поможет подтянуть тело вверх, пока подбородок не окажется у перекладины. Кроме этого вы можете нарастить силу широчайших, регулярно выполняя вертикальную тягу в блочном тренажере."
        ),
        "application": (
            "Применение: Подтягивания на перекладине\n\n"
            "Кому: Всем, от новичка до мастера, как базовое упражнение тренировки спины.\n"
            "Когда: Первым упражнением в тренировке спины. После подтягиваний выполните вертикальную и другие тяги\n"

        )
    },
    "Тяга штанги в наклоне": {
        "muscles": "Верх широчайших мышц спины, ромбовидные мышцы, середина и низ трапеций",
        "type": "Базовое упражнение",
        "effect": "Увеличивает все мышцы середины спины",
        "description": (
            "**Тяга в наклоне** фокусирует нагрузку на мышцах средней части спины и считается чуть ли не лучшим средством «добавления толщины» верху широчайшей мышцы, ромбовидной, а также нижним и средним трапециям.\n\n"
            "Мышцы, задействованные в этом упражнении, играют главную роль при выполнении любых движений рукой, при которых локоть приближается к туловищу или отводится за спину.\n\n"
            "Отрабатывая **тягу в наклоне**, вы улучшите спортивные навыки в баскетболе (прием мяча и движение с одновременным отбиванием мяча от пола), гребле, плавании, борьбе, дзюдо и скалолазании."
        ),
        "technique": (
            "Техника: Тяга штанги в наклоне\n\n"
            "1. Станьте перед штангой. Ноги на ширине плеч и чуть согнуты в коленях. Наклонитесь и возьмитесь за гриф штанги хватом сверху. Расстояние между ладонями чуть шире плеч. Не сгибая рук, выпрямите туловище и поднимите штангу.\n"
            "2. Исходное положение: слегка прогнувшись в пояснице, наклоните торс вперед — чуть выше параллели с полом, но ниже линии, составляющей 30 градусов с горизонталью. Ноги слегка согнуты в коленях, голова направлена строго вперед. Напрягите поясничные мышцы и сохраняйте это положение тела до конца сета. Штанга «висит» на прямых руках перед голенями.\n"
            "3. Сделайте вдох, задержите дыхание и потяните штангу к поясу. Локти движутся строго назад-вверх и не расходятся в стороны. Старайтесь поднять локти как можно выше.\n"
            "4. Тяните штангу исключительно усилием мышц спины и плеч.\n"
            "5. Не расслабляйте поясничные мышцы до конца сета.\n"
            "6. Подтянув гриф к поясу, сделайте выдох и плавно опустите штангу вниз. Выполните следующее повторение."
        ),
        "tips": (
            "Советы: Тяга штанги в наклоне\n\n"
            "1. Во время выполнения тяги торс, ноги и голова должны всегда оставаться неподвижными. В первую очередь это касается наклона торса по отношению к полу — торс должен быть выше параллели к полу, но ниже линии, составляющей 30 градусов с горизонталью.\n"
            "2. Принимая исходное положение, убедитесь, что вы прочно стоите на полу. Для этого расстояние между ступнями должно равняться ширине плеч или быть чуть-чуть больше, иначе вам не удастся прочно зафиксировать правильное положение спины во время выполнения упражнения.\n"
            "3. Обратите внимание на хват: расстояние между ладонями должно быть чуть шире плеч. Это гарантия того, что вы будете выполнять упражнение по широкой амплитуде, поднимая локти выше уровня спины.\n"
            "4. Тяните локти как можно выше. В верхней точке они должны быть обязательно выше уровня спины. Чем выше поднимаются локти, тем сильнее задействованы мышцы спины.\n"
            "5. В самом начале тяги основная нагрузка сфокусирована на нижней части широчайших. Но как только локти проходят уровень спины и вы начинаете отводить плечи назад, фокус нагрузки смещается вверх: на верхнюю часть широчайших, трапеции и ромбовидные мышцы.\n"
            "6. Держите естественный изгиб позвоночника на протяжении всего упражнения (спина чуть прогнута в пояснице, а грудь расправлена). Ни в коем случае не скругляйте спину и не сгибайтесь (или разгибайтесь) в пояснице, наклоняя (или поднимая) торс во время тяги. Это крайне опасно!\n"
            "7. Не используйте слишком тяжелый вес. Это испортит технику (вы будете «рвать» штангу всем телом, поднимая торс, а не тянуть мышцами спины, как это задумано) и не позволит вам поднять локти выше уровня спины.\n"
            "8. Чтобы сильнее задействовать верхнюю часть спины (задние дельты, ромбовидные, трапециевидные и верхнюю часть широчайших мышц), тяните штангу к груди и направляйте локти в стороны. Это более сложный вариант упражнения.\n"
            "9. Ноги должны быть всегда чуть согнуты в коленях. Так вам будет гораздо легче обеспечить устойчивое положение тела во время выполнения тяги. Если тянуть штангу на прямых ногах, то в попытке сохранить неподвижное положение тела вы будете вынуждены скруглять спину."
        ),
        "application": (
            "Применение: Тяга штанги в наклоне\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В самом начале тренировки спины, когда вы еще полны сил. После тяги в наклоне выполните вертикальную, горизонтальную и другие тяги.\n"

        ),
        "muscles_list": [
            {"color": "#FFD700", "name": "Широчайшая мышца («крылья»)", "group": "Спина", "location": "Верхняя боковая часть и нижняя половина спины", "function": "Тянет локти вверх-назад, к бокам туловища (приведение плеча); поднимает локти выше уровня спины (отводит плечи за спину)"},
            {"color": "#FF0000", "name": "Большая круглая мышца", "group": "Спина", "location": "Верх боковой части спины (прямо под подмышкой)", "function": "Помогает широчайшей тянуть локти вверх и за спину (приведение и разгибание плеча)"},
            {"color": "#008000", "name": "Задняя головка дельтовидной (задние дельты)", "group": "Спина", "location": "Тыльная часть плеча (покрывает плечевой сустав сзади)", "function": "Отводит плечо за спину (разгибание плеча)"},
            {"color": "#0000FF", "name": "Трапециевидная мышца", "group": "Спина", "location": "Верх и середина верхней половины спины", "function": "Сводит лопатки и поворачивает их книзу (нижние края лопаток сближаются)"},
            {"color": "#FFFF00", "name": "Ромбовидная мышца", "group": "Спина", "location": "Средняя часть верха спины (покрыта трапециями)", "function": "Поворачивает лопатки книзу (нижний край лопатки приближается к позвоночнику)"}
        ]
    },
    "Тяга Т-штанги": {
        "muscles": "Широчайшие мышцы и мышцы середины спины",
        "type": "Изолирующее упражнение",
        "effect": "Дефиниция и «полосатость» спины",
        "description": (
            "Самое безопасное упражнение для спины, которое позволяет, не заботясь об устойчивости тела, по максимуму нагрузить всю середину спины.\n\n"
            "Используется для проявления новых деталей на всем мышечном массиве спины и отчетливого разделения мышц спины между собой (дефиниция). Регулярно отрабатывая Т-тягу, вы улучшите свои спортивные показатели в гимнастике, плавание, дзюдо и американском футболе."
        ),
        "technique": (
            "Техника: Тяга Т-штанги\n\n"
            "1. Лягте грудью на скамью с наклоном вверх и упритесь ступнями в пол или специальные подставки.\n"
            "2. Возьмитесь за рукоятки тренажера или же за гриф Т-штанги нейтральным хватом — ладони направлены друг на друга и расположены максимально близко на грифе. В исходном положении руки полностью выпрямлены и груз «висит» на них, словно на веревках.\n"
            "3. Сделайте вдох, задержите дыхание и потяните штангу к груди. Локти движутся параллельно друг другу строго вверх-назад.\n"
            "4. Стремитесь поднять локти как можно выше уровня спины.\n"
            "5. В верхней точке как можно сильнее напрягите мышцы спины, выдохните и плавно опустите штангу вниз."
        ),
        "tips": (
            "Советы: Тяга Т-штанги\n\n"
            "1. Не приподнимайте торс от скамьи во время выполнения тяги. Все движение происходит только в локтевом и плечевом суставах. Остальные части тела неподвижны: грудь плотно прижата к спинке скамьи, а ступни — к полу или подставке.\n"
            "2. Тяните штангу усилием мышц спины и плеч, а не бицепсов.\n"
            "3. Старайтесь поднять груз как можно выше. Чем сильнее вы сводите лопатки вместе, тем сильнее сокращаются широчайшие, а также ромбовидные и средние трапеции.\n"
            "4. Перед каждым повторением убедитесь, что руки полностью выпрямлены, а груз не касается упоров. Начиная тягу с согнутыми в локтях руками, вы непроизвольно напрягаете бицепсы и подключаете их к работе по подъему штанги.\n"
            "5. Чтобы добиться максимального сокращения мышц спины, достигнув верхней точки, сделайте паузу на 1--2 секунды.\n"
            "6. Если у тренажера двойные рукоятки (как на фото), отрабатывайте тягу, взявшись за них хватом сверху (ладони смотрят на скамью). Здесь локти расходятся в стороны и нагрузка распределяется на мышцы верха и середину спины (верх широчайших, задние дельты, средние трапеции и ромбовидные)."
        ),
        "application": (
            "Применение: Тяга Т-штанги\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В начале тренировки для спины. После тяги Т-штанги выполните вертикальную тягу, горизонтальную и другие тяги.\n"

        )
    },
    "Тяга гантели одной рукой в наклоне": {
        "muscles": "Широчайшие и ромбовидные мышцы спины, середина и низ трапеций",
        "type": "Формирующее упражнение",
        "effect": "Детализация и симметрия левой и правой половины спины",
        "description": (
            "В бодибилдинге **тяга гантелей одной рукой** используется для того, чтобы прицельно по максимуму «отбомбить» каждую из широчайших мышц в отдельности (левую и правую), что крайне важно для устранения возможной асимметрии в развитии мышц правой и левой половин спины.\n\n"
            "Главное движение, свойственное тяге в наклоне, — разгибание в плечевом суставе (рука движется в вертикальной плоскости, перпендикулярной торсу, сверху вниз и назад). Это движение присуще большинству видов спорта: плавание (гребок рукой), стрельба из лука (натягивание тетивы), теннис (подача мяча), баскетбол (перехват мяча у кольца), борьба (подтягивание противника к себе). Регулярно отрабатывая тягу, вы несомненно улучшите свои показатели в этих видах спорта."
        ),
        "technique": (
            "Техника: Тяга гантели одной рукой в наклоне\n\n"
            "1. Возьмите гантель в правую руку. Хват нейтральный: ладонь направлена на боковую часть бедра. Станьте слева от скамьи и поставьте ноги вместе.\n"
            "2. Сделайте широкий шаг или же поставьте колено левой ноги на скамью, как это показано на фото. Слегка согните правую ногу (или обе ноги, если ступни на полу), наклонитесь вперед и упритесь левой рукой в край скамьи. Торс параллелен полу, а спина слегка прогнута в пояснице.\n"
            "3. Правая рука полностью выпрямлена, и гантель «висит» на ней, словно на веревке. Правое плечо немного опущено.\n"
            "4. Сделайте глубокий вдох, задержите дыхание, напрягите мышцы спины и задние дельты и потяните гантель строго вверх. Старайтесь поднять гантель как можно выше.\n"
            "5. Как только локоть окажется на уровне плеча, подключайте к движению плечо — тяните его вверх вместе с локтем. Это позволит максимально сократить мышцы середины спины и верхнюю часть широчайших.\n"
            "6. Постарайтесь удержать гантель в верхней точке несколько секунд. Выдохните и плавно опустите гантель.\n"
            "7. Отработав все повторения в сете для правой стороны, сделайте столько же повторений для левой стороны. Это и будет один сет."
        ),
        "tips": (
            "Советы: Тяга гантели одной рукой в наклоне\n\n"
            "1. Начальное усилие должно быть по-настоящему мощным. Иначе вам не удастся поднять локоть выше уровня плеча, а следовательно, вы не добьетесь максимального сокращения задействованных мышц спины.\n"
            "2. Поднимая рабочее плечо, не опускайте противоположное плечо. Ваша задача — сохраняя неподвижной спину, просто потянуть плечо вверх. Это очень короткое движение. Не пытайтесь его удлинить, поворачивая все туловище вокруг оси позвоночника. Так вы только снижаете нагрузку на целевые мышцы.\n"
            "3. Если вам не удается поднять локоть выше плеча, возьмите более легкую гантель. Помните: чем выше локоть над плечом, тем сильнее сокращены широчайшие мышцы спины, а также средняя часть трапеций и ромбовидных мышц.\n"
            "4. Торс всегда должен быть параллелен полу, а спина слегка прогнута в пояснице. Все движение происходит только в локтевом и плечевом суставах. Остальные части тела — неподвижны. Не скругляйте спину — это травмоопасно.\n"
            "5. Чтобы увеличить нагрузку на мышцы верхней части и середины спины, держите гантель хватом сверху (ладонь смотрит назад, а локоть — в сторону от туловища).\n"
            "6. Если вы чувствуете, что положение с упором колена о скамью некомфортно для спины, попробуйте выполнить упражнения, когда обе ступни находятся на полу.\n"
            "7. Чтобы качественно проработать широчайшие спины, выполняйте упражнение, удерживая гантель как нейтральным хватом, так и хватом сверху.\n"
            "8. Старайтесь не напрягать Тяните гантель исключительно усилием мышц спины и плеч."
        ),
        "application": (
            "Применение: Тяга гантели одной рукой в наклоне\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В первой половине тренировки спины. Перед или после тяги гантели одной рукой можно выполнять подтягивания и любые другие тяги.\n"

        )
    },
    "Вертикальная тяга широким хватом": {
        "muscles": "Верх широчайших мышц спины, трапеций и ромбовидные мышцы",
        "type": "Формирующее упражнение",
        "effect": "Ширина и масса верха спины",
        "description": (
            "В бодибилдинге **вертикальная тяга** к груди используется для стимуляции роста всех мышц верха спины. Но в первую очередь — для расширения размаха ваших «крыльев», который определяется развитием верхней части широчайших.\n\n"
            "Отрабатывая **вертикальную тягу**, вы улучшите свои результаты в альпинизме, скалолазании, гимнастике (упражнения на перекладине), баскетболе (подхват мяча выпрямленными руками над головой), плавании (баттерфляй, вольный стиль)."
        ),
        "technique": (
            "Техника: Вертикальная тяга широким хватом\n\n"
            "1. Отрегулируйте высоту упорных валиков для ног блочного тренажера для горизонтальной тяги: они должны прочно фиксировать бедра, не позволяя им отрываться от скамьи во время выполнения упражнения. Таз следует расположить на сидении так, чтобы верхний блок и гриф находились перед грудью (а не прямо над головой).\n"
            "2. Слегка приподнимитесь, возьмитесь за концы длинного грифа хватом сверху, подтяните гриф вниз, сядьте на сидение тренажера и подставьте бедра под валики.\n"
            "3. Исходное положение: торс и руки полностью выпрямлены, а плечи приподняты. Положение туловища напоминает букву «У». Бедра прочно зафиксированы между сидением и валиками, ступни упираются в пол.\n"
            "4. Напрягите поясничные мышцы и не расслабляйте их до конца сета — именно они обеспечивают удержание туловища в выпрямленном положении.\n"
            "5. Сделайте глубокий вдох и задержите дыхание. Напрягите широчайшие и, сводя лопатки, потяните гриф строго вниз.\n"
            "6. Локти движутся строго параллельно вдоль боков и направлены назад и в стороны. Когда гриф окажется на уровне плеч, сделайте паузу и еще сильнее напрягите широчайшие. Плавно верните гриф в исходное положение.\n"
            "7. В верхней точке снова сделайте паузу — это поможет лучше растянуть широчайшие. Приступайте к следующему повторению."
        ),
        "tips": (
            "Советы: Вертикальная тяга широким хватом\n\n"
            "1. Каждый раз, начиная тягу, проверьте себя: руки и торс должны быть полностью выпрямлены, а плечи приподняты. Такая исходная позиция обеспечит полную амплитуду движения и сфокусирует нагрузку на верх широчайших.\n"
            "2. Чем шире хват, тем сильнее задействован верхний участок широчайших, развитие которого как раз и определяет ширину вашей спины. При узком хвате нагрузка направлена на низ широчайших мышц. Оптимальное расстояние между ладонями должно быть на 50 см шире ваших плеч.\n"
            "3. Чтобы сосредоточить нагрузку на верхней части широчайших, всегда держите торс выпрямленным и тяните гриф строго вниз (а не по диагонали). Отклоняясь телом назад, вы направляете нагрузку на задние дельты и низ широчайших.\n"
            "4. Задержка дыхания во время тяги помогает держать торс выпрямленным, позволяет развить более мощное усилие и делает упражнение более безопасным.\n"
            "5. Тяга вниз начинается со сведения лопаток, затем движение подхватывают локти, которые опускаются строго вниз.\n"
            "6. Опускайте гриф вниз до уровня плеч или верхней части грудной клетки.\n"
            "7. Не тяните гриф усилием бицепсов. Их роль в этом упражнении — стабилизация локтевого сустава. Тем не менее, если ваша цель - бицепсы и нижняя часть широчайших, просто измените хват на обратный (хват снизу, ладони направлены к туловищу) и вперед!"
        ),
        "application": (
            "Применение: Вертикальная тяга широким хватом\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В начале тренировки спины, после подтягиваний. После вертикальной тяги широким хватом сделайте тяги в наклоне и горизонтальные тяги.\n"

        )
    },
    "Горизонтальная тяга в блочном тренажере": {
        "muscles": "Низ широчайших мышц спины, ромбовидные мышцы, середина и низ трапеций",
        "type": "Базовое упражнение",
        "effect": "Толщина и детализация низа спины",
        "description": (
            "**Горизонтальная тяга** узким хватом фокусирует нагрузку на нижнюю часть широчайших, стимулируя их рост в толщину. Это отличное средство для наращивания объемов и придания выразительных, выпуклых форм низу спины.\n\n"
            "Каждый раз, когда ваш торс занимает вертикальное положение и вы что-либо подтягиваете к животу, вы, по сути, выполняете горизонтальную тягу. Особенно часто это движение выполняется в таких видах спорта, как гребля на байдарках и борьба (когда вы совершаете захват противника и подтягиваете его к себе)."
        ),
        "technique": (
            "Техника: Горизонтальная тяга в блочном тренажере\n\n"
            "1. Сядьте лицом к нижнему блоку и прикрепите к тросу двуручную рукоятку или две D-образных рукоятки. Чуть согните ноги в коленях и упритесь ступнями в платформу.\n"
            "2. Наклонитесь вперед, возьмитесь за рукоятки нейтральным хватом (ладони смотрят друг на друга) и отклоняйтесь назад до тех пор, пока торс не займет вертикальное положение. Слегка прогнитесь в пояснице и расправьте грудь. Руки полностью выпрямлены, трос натянут, а груз приподнят над упорами. Это и есть исходное положение.\n"
            "3. Сделайте вдох и, задержав дыхание, потяните рукоятки к животу. Локти скользят вдоль боков и движутся строго назад.\n"
            "4. Старайтесь отвести локти и плечи как можно дальше за спину. Как только вы этого достигли, еще сильнее напрягите мышцы спины и продержитесь в этом положении 1--2 секунды. Выдохните и плавно вернитесь в исходное положение.\n"
            "5. Держите спину прямо и сохраняйте легкий прогиб в пояснице. Старайтесь, чтобы во время тяги туловище оставалось практически неподвижным. Отклонения торса от вертикального положения должны быть минимальны. Тяните трос усилием мышц спины, а не поясницы (это происходит, когда вы отклоняетесь назад, пытаясь помочь себе всем телом)."
        ),
        "tips": (
            "Советы: Горизонтальная тяга в блочном тренажере\n\n"
            "1. Горизонтальная тяга фокусирует нагрузку преимущественно на нижнюю часть широчайших мышц. Однако по мере приближения к верхней точке упражнения (когда локти проходят уровень спины, а плечи отводятся назад) вектор нагрузки перемещается на верхнюю часть широчайших, ромбовидные мышцы и среднюю часть трапеций. И чем дальше за спину вы отводите локти, тем сильнее сокращаются эти мышцы.\n"
            "2. Чтобы добиться максимального сокращения мышц спины, старайтесь не отклонять торс от вертикального положения (ни вперед, ни назад) более чем на 10 градусов.\n"
            "3. Сохраняйте естественный изгиб позвоночника (спина слегка прогнута в пояснице, а грудь и плечи расправлены). Облегчая тягу раскачиванием торса (когда опускаете груз, наклоняетесь вперед настолько сильно, что скругляете спину, а затем, когда тянете груз, сильно отклоняетесь назад и прогибаетесь в пояснице), вы опасно сдавливаете позвоночные диски.\n"
            "4. Не тяните груз усилием бицепсов! Их роль здесь - лишь стабилизация локтевого сустава.\n"
            "5. Зафиксируйте ноги в коленях до конца сета. Не сгибайте и не выпрямляйте их во время выполнения упражнения.\n"
            "6. Задерживайте дыхание во время тяги. За счет этого вам будет легче держать поясницу неподвижной.\n"
            "7. Чтобы усилить нагрузку на мышцы середины и верха спины (средние трапеции, верх широчайших, ромбовидные и задние дельты), воспользуйтесь прямым грифом. Беритесь за гриф хватом сверху (ладони смотрят вниз) чуть шире плеч.\n"
            "8. Чтобы «выключить» задние дельты и направить всю нагрузку на мышцы спины, делайте тягу с прямым грифом с D-образными рукоятками на концах, расстояние между которыми равно или чуть уже плеч (ладони смотрят друг на друга)."
        ),
        "application": (
            "Применение: Горизонтальная тяга в блочном тренажере\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: Выполняйте горизонтальную тягу в блочном тренажере в конце тренировки спины. Перед горизонтальной тягой отработайте тяги в наклоне и вертикальную тягу.\n"

        )
    },
    "Жим штанги узким хватом лежа": {
        "muscles": "Верх всех головок трицепса, верх груди и передние дельты",
        "type": "Базовое упражнение",
        "effect": "Сила, объем и плотность трицепса",
        "description": (
            "Жим узким хватом — пожалуй, самое эффективное упражнение для стимуляции роста и развития силы трехглавой мышцы плеча, в особенности ее верхней части. Кроме этого жим узким хватом основательно утюжит верх груди и переднюю головку дельтовидной мышцы.\n\n"
            "В пауэрлифтинге жим узким хватом используется, чтобы увеличить результат в жиме лежа. Работа мышц и суставов, свойственная жиму лежа узким хватом, характерна для бокса (прямые удары по корпусу), гимнастики (упражнения на брусьях), американского футбола и хоккея (отталкивание противника)."
        ),
        "technique": (
            "Техника выполнения упражнения: Жим штанги узким хватом лежа\n\n"
            "1. Поставьте горизонтальную скамью под стойками для штанги так, чтобы, когда вы ляжете на скамью, гриф оказался строго над головой.\n"
            "2. Лягте на скамью. Слегка прогнитесь в пояснице, но при этом убедитесь, что голова, плечи и ягодицы плотно прижаты к скамье. Если стойки для штанги отсутствуют, то вам потребуется партнер, который будет подавать и принимать штангу.\n"
            "3. Возьмитесь за гриф хватом сверху. Расстояние между ладонями должно быть меньше ширины плеч. Насколько именно? Это зависит от разновидности грифа и вашей способности держать нагруженную штангу в равновесии.\n"
            "4. Выжмите штангу вверх и полностью выпрямите руки. Гриф должен оказаться точно над шеей.\n"
            "5. Сделайте глубокий вдох и, задержав дыхание, опустите штангу к нижней части грудной клетки.\n"
            "6. Едва гриф коснется груди, не останавливайтесь, а тут же начинайте жать штангу вверх.\n"
            "7. Преодолев самый трудный участок подъема штанги, с выдохом дожмите штангу.\n"
            "8. Как только руки будут полностью выпрямлены (верхняя точка упражнения), сделайте небольшую паузу и постарайтесь как можно сильнее напрячь трицепсы.\n"
            "9. Следите, чтобы во время движения локти двигались строго вдоль боков, были всегда направлены вперед и не расходились в стороны. Сгибание рук происходит исключительно в вертикальной плоскости.\n"
            "10. Темп выполнения упражнения — умеренный."
        ),
        "tips": (
            "Советы: Жим штанги узким хватом лежа\n\n"
            "1. Выполняйте жим узким хватом в самом начале тренировки трицепсов, на «свежие» мышцы. Так вы сможете нагрузить их по-настоящему ударным весом. Имейте в виду, рабочий вес в жимах узким хватом гораздо выше, чем во всех остальных упражнениях на трицепсы.\n"
            "2. Держите гриф прочно, не позволяя ему наклоняться ни вправо, ни влево. Для этого, принимая исходное положение, лишний раз убедитесь, что ладони расположены на одинаковом расстоянии от центра грифа. Чтобы облегчить задачу удержания штанги в равновесии, воспользуйтесь EZ-грифом.\n"
            "3. Не останавливайтесь в нижней точке. Это тут же сместит фокус нагрузки с трицепсов на мышцы груди. Немедленно начинайте жать штангу вверх, едва гриф коснется груди. Однако ни в коем случае не отпружинивайте штангу грудью.\n"
            "4. Крайне важно задерживать дыхание во время опускания штанги и жима, вплоть до момента, когда вы преодолеете самый трудный участок. Это помогает развить мощное усилие и прочно фиксировать позвоночник в правильном положении.\n"
            "5. Не выгибайте спину, чтобы помочь себе всем телом выжать штангу. Это опасно для позвоночника и никоим образом не усиливает нагрузку на трицепсы.\n"
            "6. Если вы возьметесь за гриф слишком узким хватом, то, опуская штангу, будете невольно разводить локти в стороны. Это не только снижает нагрузку на трицепсы, но и чревато потерей контроля над штангой. Помните: чем длиннее гриф, тем шире должен быть хват, чтобы удержать штангу в равновесии. Поэтому рекомендуем использовать короткий гриф.\n"
            "7. Располагаясь на скамье, убедитесь, что гриф находится точно над вашим лицом. Когда вы сняли штангу с упоров и выжали ее вверх (исходное положение), гриф должен оказаться над шеей. Опускайте и жмите штангу по широкой дуге, один конец которой расположен у нижней части грудной клетки, а другой — точно над вашей шеей."
        ),
        "application": (
            "Применение: Жим штанги узким хватом лежа\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: Самым первым упражнением в тренировке трицепсов. После жимов лежа узким хватом выполните жимы книзу или разгибания рук из-за головы в блочном тренажере, а также разгибания руки с гантелью в наклоне.\n"

        )
    },
    "Жим к низу в блочном тренажере": {
        "muscles": "Латеральная (боковая), а также длинная головка трицепса",
        "type": "Формирующее упражнение",
        "effect": "Выделяет боковую часть трицепса",
        "description": (
            "Жим книзу акцентирует нагрузку на латеральной (боковой) головке трицепса, придавая всей мышце отчетливую форму подковы, которая выигрышно просматривается сбоку руки.\n\n"
            "Чем сильнее развита латеральная головка трицепса, тем шире выглядит верх руки, когда вы смотрите на нее спереди. Также жим книзу весьма эффективно прорезает линию раздела между трицепсом и бицепсом.\n\n"
            "Обязательно включите жим книзу в программу силовой подготовки, если вы занимаетесь толканием ядра, баскетболом, гимнастикой, боксом, хоккеем, плаванием, теннисом, бадминтоном."
        ),
        "technique": (
            "Техника выполнения упражнения: Жим к низу в блочном тренажере\n\n"
            "1. Прикрепите канатную рукоятку к тросу, проходящему через верхний блок. Чуть отступите от тренажера и возьмитесь за рукоятку нейтральным хватом (ладони смотрят друг на друга). Поставьте ступни параллельно или «в разножку», сделав небольшой шаг одной ногой назад.\n"
            "2. Слегка (на 10-15°) наклоните торс к тренажеру и выдвиньте локти чуть вперед. В исходном положении трос натянут, а кисти расположены приблизительно на уровне плеч.\n"
            "3. Удерживая локти как можно ближе к бокам, сделайте глубокий вдох и, задержав дыхание, разогните руки вниз.\n"
            "4. На протяжении всего упражнения не двигайте локтями, не наклоняйтесь вперед и не приседайте. Верхняя часть рук, туловище и ноги остаются неподвижными до конца сета!\n"
            "5. Разгибая руки вниз, обратите внимание: как только мизинцы окажутся ниже локтей, начинайте плавно разворачивать кисти и разводить рукоятки в стороны так, чтобы когда вы полностью выпрямите руки, ладони были направлены к бедрам.\n"
            "6. Полностью выпрямив руки (верхняя точка упражнения), выдохните и на пару мгновений зафиксируйте это положение.\n"
            "7. Плавно сгибая руки, позвольте рукоятке подняться вверх до положения, когда кисти чуть выше локтей (нижняя точка упражнения), и приступайте к следующему повторению."
        ),
        "tips": (
            "Советы: Жим к низу в блочном тренажере\n\n"
            "1. Чтобы длинная головка трицепса хорошенько растянулась в исходном положении, слегка наклоните торс вперед, а локти чуть выдвинуты перед туловищем.\n"
            "2. Не ослабляйте хват во время выполнения упражнения и не разгибайте руки в запястьях! Разворот кисти ладонями к бедрам происходит только благодаря супинации предплечья (поворота его вокруг своей оси к наружи). На протяжении всего сета запястье зафиксировано: кисти и предплечья вытянуты в одну линию.\n"
            "3. Разворачивая кисти ладонями к бедрам, вы усиливаете сокращение трицепсов.\n"
            "4. Основная нагрузка в жиме книзу приходится на латеральную (боковую) головку трицепса. Тем не менее, можно заставить работать в полную силу и длинную головку трицепса. Для этого держите локти чуть выдвинутыми перед туловищем.\n"
            "5. Не наклоняйте торс вперед и не отводите локти назад, помогая себе дожать рукоятки вниз. Это смещает фокус нагрузки с трицепсов на другие мышцы.\n"
            "6. В этом упражнении можно использовать тяжелый рабочий вес, но без фанатизма! Вес нагрузки не должен быть препятствием соблюдением правильной техники и формы движения."
        ),
        "application": (
            "Применение: Жим к низу в блочном тренажере\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В конце тренировки трицепсов. Перед жимами книзу выполните жим штанги лежа узким хватом и/или отжимания от скамьи, а также разгибания руки с гантелью из-за головы.\n"

        )
    },
    "Разгибание руки с гантелью из-за головы": {
        "muscles": "Верх и середина всех трех головок трицепса",
        "type": "Изолирующее упражнение",
        "effect": "Прорисовывает верх трицепса",
        "description": (
            "Разгибания руки с гантелью из-за головы применяются в бодибилдинге, чтобы уравнять в развитии левый и правый трицепс, подчеркнуть и утолщить верх и середину трехглавой мышцы. Также это упражнение весьма эффектно разделяет три головки трицепса между собой и отделяет их от дельтовидной мышцы.\n\n"
            "Выпрямление руки характерно для всех видов спорта, которым свойственны удары и броски мяча из-за головы (теннис, волейбол и баскетбол), выходы в стойку на руках (гимнастика, акробатика), отталкивание противника (американский футбол, хоккей), удары от корпуса вперед и в сторону (боевые искусства, бокс), отталкивания от снаряда (прыжки с шестом, старт в санном спорте). Поэтому регулярно наращивая силу трицепса нашим упражнением, вы несомненно улучшите свои результаты в этих видах спорта."
        ),
        "technique": (
            "Техника выполнения упражнения: Разгибание руки с гантелью из-за головы\n\n"
            "1. Сядьте на скамью и плотно упритесь ступнями в пол. Возьмите гантель в правую руку и выпрямите спину.\n"
            "2. Выпрямите руку с гантелью вертикально вверх. Согните руку в локте и заведите гантель за голову. Хват нейтральный — ладонь смотрит вперед, мизинец выше всех остальных пальцев. В исходном положении локоть рабочей руки направлен строго вверх, торс в вертикальном положении, спина чуть прогнута в пояснице, а подбородок параллелен полу.\n"
            "3. Сделайте глубокий вдох и задержите дыхание. Фиксируя верх руки в неподвижном положении, напрягите трицепс и, разгибая руку, поднимите гантель. Движение происходит только в локтевом суставе, все остальные части тела неподвижны.\n"
            "4. Как только рука окажется полностью выпрямлена в локте (верхняя точка упражнения), остановитесь на 1-2 секунды и с выдохом еще сильнее напрягите трицепсы.\n"
            "5. Плавно согните руку и, удерживая трицепсы в напряжении, плавно опустите гантель в исходное положение. Сделайте небольшую паузу и выполните следующее повторение.\n"
            "6. Отработав запланированное число повторений правой рукой, сделайте столько же повторений левой. Это — один сет."
        ),
        "tips": (
            "Советы: Разгибание руки с гантелью из-за головы\n\n"
            "1. Не скругляйте спину! Это провоцирует наклон торса вперед, что в свою очередь вызывает чрезмерное давление на позвоночные диски и плечевой сустав. Держите спину выпрямленной и слегка прогнутой в пояснице до конца сета.\n"
            "2. На протяжении всего упражнения верхняя часть руки (от локтя до плеча) должна быть зафиксирована в вертикальном положении. В противном случае эффективность упражнения снизится и локоть окажется под чрезмерным давлением.\n"
            "3. Выпрямление руки до блокировки локтевого сустава вначале усиливает сокращение трицепса, но затем вызывает некоторое его расслабление, так как гантель «находит» новую точку опоры — кости руки. Что, в общем-то, опасно, если рука отклонена от вертикали. Поэтому выпрямление руки до предела допускается только тогда, когда вы абсолютно уверены, что рука в этот момент строго перпендикулярна полу.\n"
            "4. Это упражнение уникально тем, что в зависимости от угла поворота предплечья вокруг своей оси в верхней точке вы можете прицельно воздействовать на каждую из головок трицепса, добиваясь ее «пикового» (максимального) сокращения.\n"
            "   - Длинная головка: во время разгибания руки вы не поворачиваете предплечье вокруг своей оси (ни внутрь, ни наружу), и ладонь все время направлена вперед.\n"
            "   - Латеральная (боковая) головка: приближаясь к верхней точке, вы немного поворачиваете предплечье вокруг своей оси ладонью кнаружи, в сторону от тела.\n"
            "   - Медиальная (внутренняя) головка: во время разгибания руки вы немного поворачиваете предплечье вокруг своей оси ладонью внутрь, к вертикали, проходящей через макушку.\n"
            "5. Вне зависимости от того, поворачиваете вы предплечье вокруг своей оси или нет, не сгибайте (и не разгибайте) запястье. Держите его крепко зафиксированным до конца сета. Кисть и предплечье рабочей руки должны быть всегда вытянуты в одну линию.\n"
            "6. Если вам тяжело выполнять упражнение сидя, делайте его стоя. Так легче держать торс в вертикальном положении."
        ),
        "application": (
            "Применение: Разгибание руки с гантелью из-за головы\n\n"
            "Кому: Атлетам среднего уровня подготовки и выше.\n"
            "Когда: В конце тренировки трицепсов. Перед разгибаниями руки с гантелью из-за головы выполните жим штанги лежа узким хватом и/или отжимания от скамьи, а также жимы книзу. После разгибаний руки из-за головы — жим книзу обратным хватом в блочном тренажере.\n"

        )
    },
    "Подъем штанги на бицепс стоя": {
        "muscles": "Середина, верх и низ бицепса, а также верх предплечья",
        "type": "Главное базовое упражнение для наращивания массы бицепса",
        "effect": "Наращивание массы и силы бицепса",
        "description": (
            "Самое эффективное упражнение для наращивания объемов и силы бицепсов.\n\n"
            "При выполнении любых движений, сопровождаемых подтягиванием рук к торсу, обязательно работают бицепсы и остальные мышцы-сгибатели руки. Например, упражнения на перекладине, кольцах и брусьях в гимнастике, подтягивания противника к себе в борьбе. Сила бицепсов крайне важна во время выполнения ударов ракеткой или битой по низколетящему мячу в теннисе и бейсболе, а также при передаче и подхватывании мяча в баскетболе."
        ),
        "technique": (
            "Техника выполнения упражнения: Подъем штанги на бицепс стоя\n\n"
            "1. Станьте прямо и поставьте ноги на ширине плеч. Ступни расположены почти параллельно, носки направлены чуть в стороны. Возьмите штангу хватом снизу (ладони смотрят вверх) на ширине плеч.\n"
            "2. Полностью выпрямитесь, чуть-чуть прогнитесь в пояснице и опустите штангу к бедрам. Взгляд направлен строго вперед. Напрягите мышцы поясницы и зафиксируйте естественный изгиб позвоночника до конца сета.\n"
            "3. Сделайте глубокий вдох, задержите дыхание и, сгибая руки в локтях, поднимите штангу до уровня верха груди.\n"
            "4. Во время подъема штанги не двигайте локтями, держите их по бокам туловища и не сгибайте руки в запястьях.\n"
            "5. Как только кисти окажутся на уровне верха груди, сделайте паузу, выдохните и еще сильнее напрягите бицепсы.\n"
            "6. Плавно опустите штангу вниз, но не разгибайте руки полностью (не блокируйте локтевой сустав).\n"
            "7. Во время всего движения не наклоняйте торс ни вперед, ни назад. Держите правильную осанку."
        ),
        "tips": (
            "Советы: Подъем штанги на бицепс стоя\n\n"
            "1. Отрабатывайте подъемы хватом снизу для увеличения объемов бицепсов (при таком хвате одинаково сильно сокращаются как бицепс, так и плечевая мышца). При хвате сверху (ладони смотрят вниз) львиная доля нагрузки смещается с бицепса на плечевую мышцу и предплечья. Используйте этот хват, чтобы поднять пик бицепса.\n"
            "2. Держите туловище выпрямленным и не раскачивайтесь. Все движение сосредоточено только в локтевом суставе. Остальные части тела неподвижны. Поднимая или отводя плечи назад, вы снимаете нагрузку с бицепсов и рискуете заработать травму позвоночника.\n"
            "3. Зафиксируйте локти по бокам туловища и не двигайте ими. Направляя локти вперед во время подъема штанги, вы ослабляете нагрузку на верхнюю часть бицепса, и вам не удастся достичь «пикового» сокращения в верхней точке.\n"
            "4. Не используйте слишком тяжелый вес, иначе вам придется толкать штангу бедрами в начале подъема, чтобы сдвинуть вес с мертвой точки. Это не только снизит нагрузку на бицепс, но и приведет к травме поясницы. Кроме того, очень тяжелая штанга сокращает амплитуду движения, не позволяя вам полностью растянуть бицепс в нижней точке (это допустимо только тогда, когда вы хотите поднять пик бицепса). Во всех остальных случаях выполняйте подъемы по полной амплитуде (особенно при работе на массу)."
        ),
        "application": (
            "Применение: Подъем штанги на бицепс стоя\n\n"
            "Кому: Всем, от новичка до мастера, как базовое упражнение тренировки бицепсов.\n"
            "Когда: Первым упражнением в тренировке бицепсов. После подъемов штанги на бицепс отработайте подъемы гантелей на бицепс и/или подъемы штанги на бицепс в скамье Скотта.\n"

        )
    },
    "Подъемы гантелей на бицепс стоя": {
        "muscles": "Середина, верх и низ бицепса, а также верх предплечья",
        "type": "Базовое упражнение",
        "effect": "Ударное наращивание массы бицепса",
        "description": (
            "Подъемы гантелей на бицепс стоя ударно наращивают массу и силу бицепса и других мышц, принимающих участие в сгибании локтевого сустава и супинации предплечья (поворот предплечья вокруг своей оси кнаружи).\n\n"
            "Сила и мощь этих мышц во многом определяет ваши спортивные показатели в тяжелой атлетике, гимнастике, борьбе, хоккее, альпинизме и других видах спорта, которым характерны сгибания руки в локтевом суставе."
        ),
        "technique": (
            "Техника выполнения упражнения: Подъемы гантелей на бицепс стоя\n\n"
            "1. Возьмите гантели в обе руки нейтральным хватом (ладони направлены друг на друга). Ноги на ширине плеч.\n"
            "2. Полностью выпрямитесь, чуть-чуть прогнитесь в пояснице и опустите гантели к бедрам. Взгляд направлен строго вперед. Напрягите мышцы поясницы и зафиксируйте естественный изгиб позвоночника до конца сета.\n"
            "3. Сделайте глубокий вдох и задержите дыхание. Напрягите бицепсы и поднимите гантели к плечам. Как только кисти достигнут уровня локтей, начинайте разворачивать гантели наружу. В верхней точке ладони направлены на плечи. Не выдвигайте локти вперед во время подъема.\n"
            "4. Как только гантели достигнут уровня плеч, сделайте паузу и еще сильнее напрягите бицепсы.\n"
            "5. Выдохните и плавно опустите гантели в исходное положение, поворачивая запястья внутрь. В нижней точке ладони направлены на боковую часть бедра."
        ),
        "tips": (
            "Советы: Подъемы гантелей на бицепс стоя\n\n"
            "1. Следите, чтобы все время верхняя часть руки (от локтя до плеча) оставалась неподвижной и занимала вертикальное положение. Выдвигая локти вперед, чтобы облегчить подъем, вы облегчаете упражнение и снижаете нагрузку на бицепс.\n"
            "2. В исходном положении чуть согните руки в локтях. Это поможет работать с более тяжелыми гантелями. Когда руки полностью выпрямлены, вам требуется прилагать гораздо больше силы, чтобы сдвинуть гантели с мертвой точки, чем когда руки слегка согнуты.\n"
            "3. Можно начинать подъем гантелей, развернув кисти назад (ладони смотрят назад) в стартовой позиции. Однако имейте в виду, что пользы от этого мало, так как при развороте предплечий вокруг своей оси на 180° сухожилья бицепса, которые крепятся к локтевому суставу, сильно перекручиваются и сила бицепса уменьшается.\n"
            "4. Чтобы добиться максимального сокращения бицепсов, начинайте поворот гантелей, когда в локте образуется прямой угол.\n"
            "5. Задержка дыхания во время подъема гантелей облегчает удержание тела в неподвижном положении и позволяет лучше сконцентрироваться на сокращении мышц.\n"
            "6. Не сгибайте и не разгибайте руки в запястьях до конца сета. Держите кисти на одной линии с предплечьями."
        ),
        "application": (
            "Применение: Подъемы гантелей на бицепс стоя\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В начале тренировки для бицепсов. После подъемов гантелей на бицепс стоя сделайте концентрированные подъемы на бицепс или подъемы на бицепс в блочном тренажере.\n"

        ),
        "muscles_list": [
            {"color": "#0000FF", "name": "Плечевая мышца (брахиалис)", "location": "Спереди верхней части руки ближе к локтю (покрыта бицепсом)", "function": "Сгибает руку в локтевом суставе (максимально задействована в начальной стадии сгибания руки)"},
            {"color": "#90EE90", "name": "Двуглавая мышца плеча (бицепс)", "location": "Спереди верхней части руки (от локтя до плеча)", "function": "Сгибает руку в локтевом суставе; поворачивает предплечье вокруг своей оси"},
            {"color": "#FFFF00", "name": "Плече-лучевая мышца", "location": "Спереди предплечья (от кисти до локтя)", "function": "Помогает сгибать руку в локтевом суставе; поворачивает предплечье вокруг своей оси"},
            {"color": "#FFA500", "name": "Круглый пронатор", "location": "Вверху предплечья (возле локтевого сустава)", "function": "Помогает сгибать руку в локтевом суставе"}
        ]
    },
    "Подъем гантелей на бицепс сидя": {
        "muscles": "Середина и верх бицепса, верх предплечья",
        "type": "Формирующее упражнение",
        "effect": "Утолщает середину бицепса",
        "description": (
            "Одно из лучших упражнений для наращивания силы и оттачивания формы бицепсов.\n\n"
            "Сильные мышцы-сгибатели руки важны в гимнастике, скалолазании, теннисе, гольфе и бейсболе. Например, в борьбе и боевых искусствах, когда вы производите захват или удержание противника, успех проведенного вами приема во многом определяется силой двуглавой мышцы. В повседневной жизни ваши бицепсы работают всегда, когда вы несете какой-то груз, удерживая его перед собой."
        ),
        "technique": (
            "Техника выполнения упражнения: Подъем гантелей на бицепс сидя\n\n"
            "1. Возьмите в обе руки гантели нейтральным хватом (ладони направлены на боковую часть бедер).\n"
            "2. Сядьте на край скамьи. Выпрямите туловище, расправьте грудь и плечи, втяните живот. Чуть прогнитесь в пояснице, напрягите мышцы поясницы и зафиксируйте это положение тела до конца сета.\n"
            "3. Сделайте глубокий вдох и задержите дыхание. Напрягите бицепсы и, сгибая локти, поднимите гантели вверх.\n"
            "4. Когда гантели поднимутся выше бедер, начинайте разворачивать кисти рук кверху. В верхней точке упражнения (гантели на уровне верха груди) ладони направлены на потолок.\n"
            "5. Поднимайте обе гантели одновременно и в умеренном темпе.\n"
            "6. Во время подъема гантелей не двигайте локтями и держите их по бокам туловища.\n"
            "7. Когда кисти окажутся на уровне верха груди, сделайте паузу и еще сильнее напрягите бицепсы.\n"
            "8. Выдыхая, плавно опустите гантели, одновременно поворачивая руки в запястьях. В нижней точке руки полностью выпрямлены, ладони смотрят друг на друга."
        ),
        "tips": (
            "Советы: Подъем гантелей на бицепс сидя\n\n"
            "1. Не сидите поперек скамьи. В этом случае, опасаясь задеть края скамьи гантелями, вы будете невольно наклоняться вперед. Если вы работаете с тяжелыми гантелями, то наклон вперед спровоцирует скругление спины, что может привести к травме позвоночника. Поэтому всегда садитесь только вдоль скамьи (на ее короткий край).\n"
            "2. Держите туловище выпрямленным и не раскачивайтесь. Все движение происходит только в локтевом суставе. Остальные части тела должны всегда оставаться неподвижными.\n"
            "3. Задерживайте дыхание во время подъема гантелей. Это помогает держать правильную осанку и позволяет развить более мощное усилие бицепсов.\n"
            "4. Зафиксируйте локти по бокам туловища и не двигайте ими. Направляя локти вперед во время подъема гантелей, вы ослабляете нагрузку на бицепс.\n"
            "5. Одновременный подъем гантелей на бицепс гораздо эффективнее попеременных подъемов. Поднимая гантели поочередно, вы непроизвольно наклоняетесь в сторону рабочей руки. Если при этом вы еще скругляете спину, то травмы поясницы не избежать.\n"
            "6. Используйте достаточно легкие гантели, иначе вам придется делать рывки, чтобы сдвинуть вес с мертвой точки. Кроме этого тяжелые гантели провоцируют подъем локтей."
        ),
        "application": (
            "Применение: Подъем гантелей на бицепс сидя\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В середине тренировки бицепсов. Перед подъемами гантелей на бицепс сидя выполните более тяжелые подъемы на бицепс (со штангой или гантелями стоя).\n"

        )
    },
    "Сгибание рук на бицепс в кроссовере": {
        "muscles": "Середина («пик») бицепса",
        "type": "Изолирующее упражнение",
        "effect": "Поднимает пик и уплотняет бицепс",
        "description": (
            "*Сгибания рук в тренажере*, как ни одно другое упражнение, *\"выдувают\" середину бицепса* и придают ему отчетливую «пиковую» форму.\n\n"
            "От силы и слаженной работы мышц, сгибающих руку, во многом зависит ваше мастерство на боксерском ринге (прямой и боковой удары, блоки), на ледовом поле (любые движения клюшкой), на теннисном корте (боковые удары ракеткой по мячу), на баскетбольной площадке (бросок мяча сбоку, прием мяча), на борцовской арене (захват противника, подтягивание противника к себе)."
        ),
        "technique": (
            "Техника выполнения упражнения: Сгибание рук на бицепс в кроссовере\n\n"
            "1. Прикрепите D-рукоятки к обоим тросам, проходящим через верхние блоки кроссовера. Возьмитесь за обе рукоятки хватом снизу (ладони направлены вверх), а затем станьте или сядьте четко посередине между стойками тренажера.\n"
            "2. В исходном положении руки можно слегка согнуть в локтях или держать полностью выпрямленными. Главное, чтобы они были направлены четко на блоки, в одну линию с натянутыми тросами, которые приподняли вес с упоров.\n"
            "3. Сделайте вдох и задержите дыхание. Напрягите *бицепсы* и, сгибая локти, потяните рукоятки к голове.\n"
            "4. Когда ладони окажутся над дельтами, остановитесь на 1-2 секунды и еще сильнее напрягите бицепсы.\n"
            "5. Выдохните и плавно верните рукоятки в стартовую позицию.\n"
            "6. Ноги, туловище и верхняя часть рук должны оставаться неподвижными до самого конца сета. Особенно важно зафиксировать плечевой пояс и держать торс ровно."
        ),
        "tips": (
            "Советы: Сгибание рук на бицепс в кроссовере\n\n"
            "1. Неподвижность верхней части рук — вот ключ к достижению максимального сокращения всех задействованных мышц: бицепса, плечевой и плече-лучевой мышц, благодаря которому середина бицепса растет вверх. Опуская или поднимая локти, вы только ослабляете нагрузку на бицепс.\n"
            "2. Обе руки должны сгибаться одновременно и плавно. Для этого стойте строго по центру кроссовера.\n"
            "3. Отрабатывать сгибания одной рукой чрезвычайно сложно, так как при этом крайне тяжело удержаться от наклона торса в сторону веса, особенно если он достаточно тяжелый.\n"
            "4. Задержка дыхания во время сгибания рук облегчает задачу удержания тела в неподвижном положении и позволяет лучше сконцентрироваться на сокращении мышц.\n"
            "5. Если блоки кроссовера можно регулировать (опускать и поднимать), то установите их на 30-40 см выше уровня плеч. Это обеспечит оптимальную амплитуду движения. Если блоки расположены слишком высоко, то амплитуда движения может оказаться очень короткой.\n"
            "6. Когда руки разведены в стороны и локоть находится на уровне плеч, то при сгибании рук нагрузка фокусируется на середине длинной головки бицепса, благодаря развитию которой бицепс приобретает выпуклую форму (пик бицепса).\n"
            "7. Не расслабляйте кисти, держите их крепко и не позволяйте запястьям разгибаться, когда вы тянете рукоятки к голове.\n"
            "8. Допускается чуть сгибать запястья по мере приближения к верхней точке. Это усилит нагрузку на предплечья и поможет сильнее сократить бицепс. Фиксация или же легкое сгибание запястья — необходимые условия, соблюдая которые, вы избежите травмы и добьетесь максимального сокращения бицепса."
        ),
        "application": (
            "Применение: Сгибание рук на бицепс в кроссовере\n\n"
            "Кому: Опытным атлетам и мастерам.\n"
            "Когда: В конце тренировки бицепсов. Перед сгибаниями рук на бицепс в кроссовере отработайте подъемы на бицепс со штангой и гантелями.\n"

        )
    },
    "Шраги со штангой": {
        "muscles": "Верх трапеций",
        "type": "Базовое упражнение",
        "effect": "Масса и толщина верха трапеций",
        "description": (
            "В бодибилдинге **шраги со штангой** применяются для того, чтобы нарастить объем верха спины и шеи, подчеркнуть линию раздела между трапециями и дельтами.\n\n"
            "Регулярное выполнение шраг улучшит ваше мастерство в гимнастике (упражнения на перекладине и разновысоких брусьях) и других видах спорта, которым характерен подъем лопаток и выполнение различных движений рукой из положения над головой: бейсбол, метание копья, теннис (подача мяча), волейбол (удары, броски и блокировка мяча на вытянутых вверх руках)."
        ),
        "technique": (
            "Техника выполнения упражнения: шраги со штангой\n\n"
            "1. Поставьте ноги на ширине плеч и возьмитесь за штангу хватом сверху. Расстояние между ладонями чуть шире плеч.\n"
            "2. Полностью выпрямитесь — расправьте грудь и плечи, слегка прогнитесь в пояснице, поднимите подбородок до параллели с полом. В исходном положении руки выпрямлены, спина находится в вертикальной плоскости, изгиб позвоночника естественный, S-бразный, а взгляд направлен строго вперед.\n"
            "3. Сделайте вдох и, задержав дыхание, напрягите трапеции, потяните плечи вверх, по направлению к ушам. Представьте, что вы просто пожимаете плечами, когда вас спрашивают о чем-то, о чем вы не имеете ни малейшего представления.\n"
            "4. Не сгибайте руки, не наклоняйте торс и не приседайте. Ваша задача — поднять плечи в вертикальной плоскости как можно выше, сохраняя при этом все остальные части неподвижными.\n"
            "5. Подняв плечи максимально вверх, выдохните и на 1-2 секунды постарайтесь удержать плечи в этом положении.\n"
            "6. Плавно опустите плечи в исходное положение."
        ),
        "tips": (
            "Советы: Шраги со штангой\n\n"
            "1. На протяжении всего сета держите правильную осанку: грудь расправлена, плечи отведены назад, спина выпрямлена и чуть прогнута в пояснице. Если вам тяжело держать плечи отведенными назад, выполняйте шраги только с гантелями.\n"
            "2. Чтобы добиться максимального сокращения трапеций, поднимайте плечи как можно выше.\n"
            "3. Обязательно задерживайте дыхание во время подъема плеч. Так гораздо легче стабилизировать правильное положение позвоночника и сконцентрироваться на сокращении трапеций.\n"
            "4. Цель упражнения — верхняя часть трапециевидных и ромбовидные мышцы, которые прекрасно реагируют на нагрузки и быстро растут, особенно вверх и в ширину, что визуально проявляется в виде мощной шеи и отчетливо выпуклого верха спины на фоне мощных плеч. Безусловно, это подчеркивает атлетичность фигуры, но только... у мужчин. Что же касается женской фигуры, то здесь чересчур развитые трапеции могут напрочь лишить ее всей женственности и привлекательности. Поэтому рекомендуем женщинам не увлекаться шрагами (а то и вовсе исключить их из своего тренировочного арсенала).\n"
            "5. Вес штанги должен быть посильным, позволяющим поднять плечи максимально вверх. Чересчур тяжелая штанга неминуемо сократит амплитуду движения и в момент опускания плеч вынудит вас непроизвольно направлять их вперед, что опасно скругляет спину и может привести к травме.\n"
            "6. На протяжении всего упражнения плечи движутся строго вверх и вниз. Никаких вращательных движений — это чревато травмой, так как нагрузка с трапеций перемещается на плечевые суставы.\n"
            "7. На протяжении сета смотрите строго перед собой. Опуская голову, вы рискуете скруглить спину. Наклоняя голову вбок, вы создаете все условия для непропорционального развития трапеций, что в конечном счете приведет к искривлению шейного отдела позвоночника."
        ),
        "application": (
            "Применение: Шраги со штангой\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: Первым упражнением тренировки трапеций. После шраг со штангой выполните шраги с гантелями и тягу к подбородку.\n"

        )
    },
    "Шраги с гантелями": {
        "muscles": "Верх и середина трапеций",
        "type": "Формирующее упражнение",
        "effect": "Поднимает и выделяет трапеции",
        "description": (
            "**Шраги с гантелями** визуально расширяют плечи и придают мощь верху спины и шее, выделяют трапеции на фоне спины и дельтовидных мышц.\n\n"
            "Подъем плечевого пояса, присущий шрагам, происходит всегда, когда вы поднимаете руку (руки) вверх над головой. Наиболее ярко это движение проявляется в теннисе (подача мяча и удары из-за головы), волейболе (подача и блокировка мяча у сетки), борьбе (бросок соперника) и гимнастике (упражнения на перекладине и разновысоких брусьях). Кроме того, сильные мышцы шеи и трапеции являются эффективной защитой от травм при падениях, которых не избежать ни в одном игровом виде спорта."
        ),
        "technique": (
            "Техника выполнения упражнения: Шраги с гантелями\n\n"
            "1. Станьте прямо и возьмите в обе руки тяжелые гантели. Поставьте ступни чуть уже ширины плеч, выпрямите ноги в коленях, но не до предела (не до блокировки в коленных суставах).\n"
            "2. Гантели свободно свисают на выпрямленных руках по бокам бедер. Немного подайте их вперед и слегка поверните ладони внутрь (к передней стороне бедер). Выпрямите торс, поднимите подбородок до горизонтального положения, расправьте грудь и отведите плечи назад. В исходном положении спина выпрямлена, слегка прогнута в пояснице, руки и дельты почти расслаблены, но не до конца, иначе плечи непроизвольно выдвинутся вперед и опустятся.\n"
            "3. Сделайте вдох и, задержав дыхание, напрягите трапеции, поднимите плечи как можно выше. Поднимайте плечи строго вверх, не позволяйте им выдвигаться вперед и не сгибайте руки в локтях. Представьте, что руки — это канаты, к концам которых прикреплены гантели, и ваша задача поднять их исключительно усилием трапеций.\n"
            "4. Подняв плечи максимально вверх, выдохните, еще сильнее напрягите трапеции и постарайтесь продержаться в этом положении пару секунд.\n"
            "5. Плавно опустите плечи и вернитесь в исходную позицию.\n"
            "6. В нижней точке сделайте короткую паузу, вдохните и приступайте к следующему повторению."
        ),
        "tips": (
            "Советы: Шраги с гантелями\n\n"
            "1. Перед выполнением шраг обязательно как следует порастягивайте связки плечевого сустава: вначале несколько секунд на выпрямленных руках повисите на перекладине, а затем выполните несколько частичных подтягиваний, подтягиваясь вверх всего на 10-15 сантиметров с полным расслаблением рук в нижней точке между повторениями.\n"
            "2. Несмотря на то что шраги выполняются исключительно усилием трапеций, не следует полностью расслаблять руки и дельты (особенно в нижней точке шраг). Эти мышцы держат плечи отведенными назад, что крайне важно, так как выдвигая плечи вперед, вы неизбежно скруглите спину и рискуете травмировать позвоночник.\n"
            "3. Чем выше вы поднимаете плечи, тем сильнее сокращаются верхние трапеции и поднимающие лопатку мышцы, что приведет к набору мышечной массы.\n"
            "4. Используйте тяжелые гантели, но без фанатизма! Иначе вам не удастся выполнять шраги по полной амплитуде и держать плечи отведенными назад.\n"
            "5. Обязательно задерживайте дыхание во время подъема плеч. Это стабилизирует торс в вертикальном положении и позволяет сильнее сократить трапеции.\n"
            "6. Поднимайте и опускайте плечи строго в вертикальной плоскости. Не вращайте плечами и не поднимайте их по диагонали. Это опасно!\n"
            "7. Всегда держите подбородок горизонтально и смотрите строго перед собой. Опуская голову, вы рискуете травмировать шейный отдел позвоночника.\n"
            "8. Шраги с гантелями (по сравнению со штангой) позволяют гораздо глубже проработать верх трапеций."
        ),
        "application": (
            "Применение: Шраги с гантелями\n\n"
            "Кому: Всем, от новичка до мастера.\n"
            "Когда: В середине тренировки трапеций. Перед шрагами с гантелями отработайте шраги со штангой. После шраг с гантелями отработайте тягу штанги к подбородку.\n"

        ),
        "muscles_list": [
            {"color": "#FF0000", "name": "Ромбовидная мышца", "group": "Трапеции и мышцы верха спины", "location": "Средняя часть верха спины, покрыта трапециями", "function": "Поднимает плечевой пояс и лопатку; поворачивает лопатку кнаружи вверх"},
            {"color": "#0000FF", "name": "Трапециевидная мышца (трапеции)", "group": "Трапеции и мышцы верха спины", "location": "Большая мышца в форме бриллианта посередине верхней половины спины", "function": "Поднимает плечевой пояс и лопатку; поворачивает лопатку кнаружи (тянет ее нижний край от позвоночника)"},
            {"color": "#FFFF00", "name": "Поднимающая лопатку мышца", "group": "Трапеции и мышцы верха спины", "location": "Тыльная сторона шеи, покрыта трапециями", "function": "Поднимает лопатку и весь плечевой пояс (плечевой сустав)"}
        ]
    }
}